Repository: burakkho/thrustr
Catalog: Resources/*.lproj/Localizable.strings
Languages: fr, id, pt, tr

# strength.results.title
source: Test Results
id: Hasil Tes
pt: Resultados do Teste
tr: Test Sonuçları

# strength.results.subtitle
source: You've successfully completed the strength test
id: Anda telah berhasil menyelesaikan tes kekuatan
pt: Você completou com sucesso o teste de força
tr: Kuvvet testini başarıyla tamamladın

# strength.results.overallScore
source: Overall Score
id: Skor Keseluruhan
pt: Pontuação Geral
tr: Genel Puan

# strength.results.profile
source: Profile
id: Profil
pt: Perfil
tr: Profil

# strength.results.exercises
source: Exercises
id: Latihan
pt: Exercícios
tr: Hareketler

# strength.results.exerciseBreakdown
source: Exercise Details
id: Detail Latihan
pt: Detalhes dos Exercícios
tr: Hareket Detayları

# strength.results.strengthProfile
source: Strength Profile
id: Profil Kekuatan
pt: Perfil de Força
tr: Kuvvet Profili

# strength.results.recommendations
source: Recommendations
id: Rekomendasi
pt: Recomendações
tr: Öneriler

# strength.results.saveResults
source: Save Results
id: Simpan Hasil
pt: Salvar Resultados
tr: Sonuçları Kaydet

# strength.results.shareResults
source: Share Results
id: Bagikan Hasil
pt: Compartilhar Resultados
tr: Sonuçları Paylaş

# strength.profile.balanced.title
source: Balanced Strength
id: Kekuatan Seimbang
pt: Força Equilibrada
tr: Dengeli Kuvvet

# strength.profile.balanced.description
source: Your upper and lower body strength is well balanced. Great foundation!
id: Kekuatan tubuh bagian atas dan bawah Anda seimbang. Fondasi yang bagus!
pt: Sua força de parte superior e inferior do corpo está bem equilibrada. Ótima base!
tr: Üst ve alt vücut kuvvetin dengeli. Harika bir temel!

# strength.profile.upperDominant.title
source: Upper Body Dominant
id: Dominan Tubuh Atas
pt: Dominante de Parte Superior
tr: Üst Vücut Dominant

# strength.profile.upperDominant.description
source: Your upper body is strong. Focus on developing lower body strength.
id: Tubuh bagian atas Anda kuat. Fokus mengembangkan kekuatan tubuh bagian bawah.
pt: Sua parte superior do corpo é forte. Foque no desenvolvimento da força da parte inferior.
tr: Üst vücudun güçlü. Alt vücudu geliştirmeye odaklan.

# strength.profile.lowerDominant.title
source: Lower Body Dominant
id: Dominan Tubuh Bawah
pt: Dominante de Parte Inferior
tr: Alt Vücut Dominant

# strength.profile.lowerDominant.description
source: Your lower body is strong. Focus on developing upper body strength.
id: Tubuh bagian bawah Anda kuat. Fokus mengembangkan kekuatan tubuh bagian atas.
pt: Sua parte inferior do corpo é forte. Foque no desenvolvimento da força da parte superior.
tr: Alt vücudun güçlü. Üst vücudu geliştirmeye odaklan.

# strength.profile.unknown.title
source: Unknown Profile
id: Profil Tidak Diketahui
pt: Perfil Desconhecido
tr: Bilinmeyen Profil

# strength.profile.unknown.description
source: More test data is needed.
id: Diperlukan lebih banyak data tes.
pt: Mais dados de teste são necessários.
tr: Daha fazla test verisi gerekli.

# strength.instructions.title
source: Exercise Instructions
id: Instruksi Latihan
pt: Instruções de Exercício
tr: Hareket Talimatları

# strength.instructions.navigationTitle
source: Instructions
id: Instruksi
pt: Instruções
tr: Talimatlar

# strength.instructions.safetyTitle
source: Safety Tips
id: Tips Keamanan
pt: Dicas de Segurança
tr: Güvenlik İpuçları

# strength.instructions.warmUp
source: Don't skip warm-up
id: Jangan lewatkan pemanasan
pt: Não pule o aquecimento
tr: Isınmayı ihmal etme

# strength.instructions.properForm
source: Maintain proper form
id: Jaga form yang benar
pt: Mantenha a forma adequada
tr: Doğru tekniği koru

# strength.instructions.spotter
source: Use a spotter for heavy weights
id: Gunakan spotter untuk beban berat
pt: Use um auxiliar para pesos pesados
tr: Ağır ağırlıklarda yardımcı al

# strength.instructions.benchPress
source: Lie flat on bench, grip bar shoulder-width apart. Touch bar to chest, press up.
id: Berbaring rata di bench, genggam bar selebar bahu. Sentuh bar ke dada, tekan ke atas.
pt: Deite no banco, segure a barra na largura dos ombros. Toque a barra no peito, empurre para cima.
tr: Sırt üstü yat, omuz genişliğinde tutun. Barı göğsüne değdir, yukarı itin.

# strength.instructions.overheadPress
source: Stand upright, start with bar at shoulder level. Press overhead.
id: Berdiri tegak, mulai dengan bar di level bahu. Tekan ke atas kepala.
pt: Fique em pé, comece com a barra na altura dos ombros. Empurre para cima.
tr: Ayakta dur, barı omuz hizasından başla. Baş üzerine itin.

# strength.instructions.pullUp
source: Hang from bar, pull chin to bar level. Lower with control.
id: Gantung dari bar, tarik dagu ke level bar. Turun dengan kontrol.
pt: Pendure na barra, puxe o queixo até o nível da barra. Baixe com controle.
tr: Bardan asıl, çeneyi bar seviyesine çek. Kontrollü in.

# strength.instructions.backSquat
source: Bar on shoulders, squat down until knees reach 90 degrees.
id: Bar di bahu, squat turun sampai lutut mencapai 90 derajat.
pt: Barra nos ombros, agache até os joelhos atingirem 90 graus.
tr: Barı omuzlarda taşı, dizleri 90 dereceye kadar çömel.

# strength.instructions.deadlift
source: Lift bar from ground, keep back straight, drive hips forward.
id: Angkat bar dari tanah, jaga punggung lurus, dorong pinggul ke depan.
pt: Levante a barra do chão, mantenha as costas retas, empurre os quadris para frente.
tr: Barı yerden kaldır, sırt düz, kalçaları öne it.

# strength.history.latest
source: Latest
id: Terbaru
pt: Último
tr: En Son

# strength.history.empty.title
source: No tests yet
id: Belum ada tes
pt: Nenhum teste ainda
tr: Henüz test yok

# strength.history.empty.subtitle
source: Start with your first strength test
id: Mulai dengan tes kekuatan pertama Anda
pt: Comece com seu primeiro teste de força
tr: İlk kuvvet testini yaparak başla

# strength.history.empty.startTest
source: Start Test
id: Mulai Tes
pt: Iniciar Teste
tr: Test Başlat

# dashboard.strengthProfile.title
source: Strength Profile
pt: Perfil de Força
tr: Kuvvet Profili

# dashboard.strengthProfile.noData
source: No Data
pt: Sem dados
tr: Test verisi yok

# dashboard.strengthProfile.lastTest
source: Last Test
pt: Último Teste
tr: Son test

# dashboard.strengthProfile.retestRecommended
source: Retest Recommended
pt: Novo teste recomendado
tr: Yeniden test öneriliyor

# dashboard.strengthProfile.newTest
source: New Test
pt: Novo Teste
tr: Yeni Test

# dashboard.strengthProfile.history
source: History
pt: Histórico de Testes
tr: Geçmiş

# dashboard.strengthProfile.retestButton
source: Retest
pt: Repetir Teste
tr: Yeniden Test Et

# dashboard.strengthProfile.viewDetails
source: View Details
pt: Ver Detalhes
tr: Detayları Görüntüle

# dashboard.strengthProfile.empty.title
source: Test your strength level
pt: Teste de Força
tr: Kuvvet seviyeni test et

# dashboard.strengthProfile.empty.subtitle
source: Discover your strengths and weaknesses with 5 basic movements
pt: Descubra seu nível de força atual
tr: 5 temel hareketle güçlü ve zayıf yanlarını keşfet

# dashboard.strengthProfile.empty.startTest
source: Start First Test
pt: Iniciar Teste
tr: İlk Testi Başlat

# dashboard.strengthProfile.notTested
source: Not Tested
pt: Não testado
tr: Test edilmedi

# dashboard.strengthProfile.tapToStart
source: Tap to Start
pt: Toque para começar
tr: Başlamak için dokun

# strength.error.title
source: Error
fr: Erreur
pt: Erro
tr: Hata

# strength.error.noUser
source: No User Found
fr: User profile not found
id: Profil user tidak ditemukan
pt: Perfil de usuário não encontrado
tr: Kullanıcı profili bulunamadı

# strength.error.noUserSubtitle
source: Please complete your profile first
fr: Create a profile first
id: Buat profil terlebih dahulu
pt: Crie um perfil primeiro
tr: Önce profil oluştur

# strength.error.invalidInput
source: Invalid value
id: Nilai tidak valid
pt: Valor inválido
tr: Geçersiz değer

# strength.error.noResults
source: No results found
id: Tidak ada hasil ditemukan
pt: Nenhum resultado encontrado
tr: Sonuç bulunamadı

# strength.error.noResultsSubtitle
source: Continue the test
id: Lanjutkan tes
pt: Continue o teste
tr: Teste devam et

# strength.error.positiveValue
source: Value must be greater than zero
id: Nilai harus lebih dari nol
pt: Valor deve ser maior que zero
tr: Değer sıfırdan büyük olmalı

# strength.error.saveFailure
source: Save error
id: Error simpan
pt: Erro ao salvar
tr: Kaydetme hatası

# strength.validation.positiveValue
source: Value must be positive
id: Nilai harus positif
pt: Valor deve ser positivo
tr: Değer pozitif olmalı

# strength.validation.pullUpMax
source: Cannot exceed 100 reps
id: Tidak bisa melebihi 100 rep
pt: Não pode exceder 100 repetições
tr: 100 tekrardan fazla olamaz

# strength.validation.weightMax
source: Cannot exceed 500kg
id: Tidak bisa melebihi 500kg
pt: Não pode exceder 500kg
tr: 500kg'dan fazla olamaz

# strength.validation.weightMin
source: Cannot be less than 5kg
id: Tidak bisa kurang dari 5kg
pt: Não pode ser menor que 5kg
tr: 5kg'dan az olamaz

# strength.validation.ohpSanity
source: Overhead press cannot exceed 2x bodyweight
id: Overhead press tidak bisa melebihi 2x berat badan
pt: Press militar não pode exceder 2x o peso corporal
tr: Overhead press vücut ağırlığının 2 katından fazla olamaz

# strength.validation.benchSanity
source: Bench press cannot exceed 3x bodyweight
id: Bench press tidak bisa melebihi 3x berat badan
pt: Supino não pode exceder 3x o peso corporal
tr: Bench press vücut ağırlığının 3 katından fazla olamaz

# strength.legend.title
source: Level Indicator
id: Indikator Level
pt: Indicador de Nível
tr: Seviye Göstergesi

# strength.comparison.significantImprovement
source: Significant improvement: %{percentage}
fr: Amélioration significative: %{percentage}
id: Peningkatan signifikan: %{percentage}
pt: Melhoria significativa: %{percentage}
tr: Önemli gelişim: %{percentage}

# strength.comparison.slightImprovement
source: Slight improvement
fr: Légère amélioration
id: Peningkatan sedikit
pt: Ligeira melhoria
tr: Hafif gelişim

# strength.comparison.decline
source: Decline
fr: Déclin
id: Menurun
pt: Declínio
tr: Azalma

# strength.comparison.stable
source: Stable
id: Stabil
pt: Estável
tr: Stabil

# strength.insights.personalRecords
source: Personal Records
fr: Records Personnels
id: Rekor Personal
pt: Recordes Pessoais
tr: Kişisel Rekorlar

# strength.insights.personalRecordsDescription
source: You achieved {count} new personal records!
fr: Vous avez atteint {count} nouveaux records personnels!
id: Anda mencapai {count} rekor personal baru!
pt: Você alcançou {count} novos recordes pessoais!
tr: {count} yeni kişisel rekor elde ettin!

# strength.insights.profile
source: Strength Profile
fr: Profil de Force
id: Profil Kekuatan
pt: Perfil de Força
tr: Kuvvet Profili

# strength.insights.progress
source: Progress Trend
fr: Tendance des Progrès
id: Tren Progress
pt: Tendência de Progresso
tr: İlerleme Trendi

# strength.insights.balancedDescription
source: A balanced strength profile
fr: Un profil de force équilibré
id: Profil kekuatan yang seimbang
pt: Um perfil de força equilibrado
tr: Dengeli bir kuvvet profili

# strength.insights.upperDominantDescription
source: Upper body focused profile
fr: Profil axé sur le haut du corps
id: Profil fokus tubuh bagian atas
pt: Perfil focado na parte superior do corpo
tr: Üst vücut odaklı profil

# strength.insights.lowerDominantDescription
source: Lower body focused profile
fr: Profil axé sur le bas du corps
id: Profil fokus tubuh bagian bawah
pt: Perfil focado na parte inferior do corpo
tr: Alt vücut odaklı profil

# strength.recommendations.focusOn
source: Focus on {exercise}
fr: Concentrez-vous sur {exercise}
id: Fokus pada {exercise}
pt: Foque em {exercise}
tr: {exercise} hareketine odaklan

# strength.recommendations.lowerBodyFocus
source: Increase lower body training
fr: Augmentez l'entraînement du bas du corps
id: Tingkatkan latihan tubuh bagian bawah
pt: Aumente o treino da parte inferior do corpo
tr: Alt vücut antrenmanlarını artır

# strength.recommendations.upperBodyFocus
source: Increase upper body training
fr: Augmentez l'entraînement du haut du corps
id: Tingkatkan latihan tubuh bagian atas
pt: Aumente o treino da parte superior do corpo
tr: Üst vücut antrenmanlarını artır

# strength.recommendations.maintainBalance
source: Maintain balanced development
fr: Maintenez un développement équilibré
id: Pertahankan perkembangan yang seimbang
pt: Mantenha o desenvolvimento equilibrado
tr: Dengeli gelişimi sürdür

# strength.recommendations.beginnerProgram
source: Beginner program recommended
fr: Programme débutant recommandé
id: Program pemula disarankan
pt: Programa iniciante recomendado
tr: Başlangıç programı öneriliyor

# strength.recommendations.intermediateProgram
source: Intermediate program recommended
fr: Programme intermédiaire recommandé
id: Program menengah disarankan
pt: Programa intermediário recomendado
tr: Orta seviye program öneriliyor

# strength.recommendations.advancedProgram
source: Advanced program recommended
fr: Programme avancé recommandé
id: Program lanjutan disarankan
pt: Programa avançado recomendado
tr: İleri seviye program öneriliyor

# strength.standards.benchPress.description
source: Chest muscle strength indicator
fr: Indicateur de force des muscles pectoraux
id: Indikator kekuatan otot dada
pt: Indicador de força do músculo do peito
tr: Göğüs kası kuvveti göstergesi

# strength.standards.overheadPress.description
source: Shoulder and core stability indicator
fr: Indicateur de stabilité des épaules et du tronc
id: Indikator stabilitas bahu dan core
pt: Indicador de estabilidade do ombro e core
tr: Omuz ve core stabilite göstergesi

# strength.standards.pullUp.description
source: Back and arm strength indicator
fr: Indicateur de force du dos et des bras
id: Indikator kekuatan punggung dan lengan
pt: Indicador de força das costas e braços
tr: Sırt ve kol kuvveti göstergesi

# strength.standards.backSquat.description
source: Lower body strength indicator
fr: Indicateur de force du bas du corps
id: Indikator kekuatan tubuh bagian bawah
pt: Indicador de força da parte inferior do corpo
tr: Alt vücut kuvveti göstergesi

# strength.standards.deadlift.description
source: Overall body strength indicator
fr: Indicateur de force générale du corps
id: Indikator kekuatan tubuh keseluruhan
pt: Indicador de força geral do corpo
tr: Genel vücut kuvveti göstergesi

# strength.summary.incomplete
source: Test incomplete
fr: Test incomplet
id: Tes tidak lengkap
pt: Teste incompleto
tr: Test tamamlanmadı

# strength.summary.overallLevel
source: Overall Level
fr: Niveau Général
id: Level Keseluruhan
pt: Nível Geral
tr: Genel Seviye

# strength.summary.profile
source: Profile
id: Profil
pt: Perfil
tr: Profil

# strength.summary.score
source: Score
id: Skor
pt: Pontuação
tr: Puan

# strength.summary.results
source: Results
fr: Résultats
id: Hasil
pt: Resultados
tr: Sonuçlar

# strength.summary.recommendations
source: Recommendations
id: Rekomendasi
pt: Recomendações
tr: Öneriler

# strength.results.daysAgo
source: {days} days ago
fr: Il y a {days} jours
id: {days} hari yang lalu
pt: {days} dias atrás
tr: {days} gün önce

# strength.results.weeksAgo
source: {weeks} weeks ago
fr: Il y a {weeks} semaines
id: {weeks} minggu yang lalu
pt: {weeks} semanas atrás
tr: {weeks} hafta önce

# strength.trend.improving
source: Improving
fr: En Amélioration
id: Meningkat
pt: Melhorando
tr: Gelişiyor

# strength.trend.stable
source: Stable
id: Stabil
pt: Estável
tr: Stabil

# strength.trend.declining
source: Declining
fr: En Déclin
id: Menurun
pt: Declinando
tr: Azalıyor

# dashboard.activities.activity
source: activity
fr: activité
id: aktivitas
pt: atividade
tr: aktivite

# dashboard.activities.moreActivities
source: more activities
fr: plus d'activités
id: aktivitas lainnya
pt: mais atividades
tr: aktivite daha

# dashboard.activities.startWorkout
source: Start Workout
fr: Commencer Entraînement
id: Mulai Latihan
pt: Iniciar Treino
tr: Antrenman Başlat

# dashboard.activities.logNutrition
source: Log Nutrition
fr: Enregistrer Nutrition
id: Catat Nutrisi
pt: Registrar Nutrição
tr: Beslenme Kaydet

# dashboard.activities.logWeight
source: Log Weight
fr: Enregistrer Poids
id: Catat Berat
pt: Registrar Peso
tr: Kilo Kaydet

# dashboard.activities.allActivitiesTitle
source: All Activities
fr: Toutes les Activités
id: Semua Aktivitas
pt: Todas as Atividades
tr: Tüm Aktiviteler

# dashboard.activities.filterAll
source: All
fr: Tout
id: Semua
pt: Todas
tr: Tümü

# dashboard.activities.filterWorkouts
source: Workouts
fr: Entraînements
id: Latihan
pt: Treinos
tr: Antrenmanlar

# dashboard.activities.filterNutrition
source: Nutrition
id: Nutrisi
pt: Nutrição
tr: Beslenme

# dashboard.activities.filterMeasurements
source: Measurements
fr: Mesures
id: Pengukuran
pt: Medidas
tr: Ölçümler

# dashboard.activities.searchPlaceholder
source: Search activities...
fr: Rechercher activités...
id: Cari aktivitas...
pt: Pesquisar atividades...
tr: Aktivite ara...

# dashboard.activities.totalActivities
source: Total %d activities
fr: Total %d activités
id: Total %d aktivitas
pt: Total de %d atividades
tr: Toplam %d aktivite

# dashboard.activities.thisWeekStats
source: %d activities this week
fr: %d activités cette semaine
id: %d aktivitas minggu ini
pt: %d atividades esta semana
tr: Bu hafta %d aktivite

# dashboard.activities.noResultsTitle
source: No results found
fr: Aucun résultat trouvé
id: Tidak ada hasil
pt: Nenhum resultado encontrado
tr: Sonuç bulunamadı

# dashboard.activities.noResultsDesc
source: Try clearing filters and search again
fr: Essayez d'effacer les filtres et recherchez à nouveau
id: Coba hapus filter dan cari lagi
pt: Tente limpar os filtros e pesquisar novamente
tr: Filtreleri temizleyerek tekrar deneyin

# dashboard.activities.clearFilters
source: Clear Filters
fr: Effacer Filtres
id: Hapus Filter
pt: Limpar Filtros
tr: Filtreleri Temizle

# dashboard.activities.morningMotivation
source: Start your day with energy! 🌅
id: Mulai hari Anda dengan energi! 🌅
pt: Comece seu dia com energia! 🌅
tr: Güne enerjik başla! 🌅

# dashboard.activities.afternoonMotivation
source: Keep the momentum going! ⚡
id: Pertahankan momentum! ⚡
pt: Mantenha o ritmo! ⚡
tr: Öğleden sonra aktiviteni kaydet! ⚡

# dashboard.activities.eveningMotivation
source: Time to reflect on your day! 🌙
id: Waktu untuk refleksi hari Anda! 🌙
pt: Hora de refletir sobre seu dia! 🌙
tr: Günü değerlendirme zamanı! 🌙

# dashboard.activities.weekendMotivation
source: Stay active on weekends too! 🎯
id: Tetap aktif di akhir pekan juga! 🎯
pt: Mantenha-se ativo nos fins de semana também! 🎯
tr: Hafta sonu da aktif kal! 🎯

# dashboard.activities.nightMotivation
source: Great day today! Stay active tomorrow too! 💤
id: Hari yang bagus hari ini! Tetap aktif besok juga! 💤
pt: Ótimo dia hoje! Mantenha-se ativo amanhã também! 💤
tr: Bugün harika geçti! Yarın da aktif kal! 💤

# dashboard.activities.weekend.title
source: Weekend Activity
id: Aktivitas Akhir Pekan
pt: Atividade de Fim de Semana
tr: Hafta Sonu Aktivitesi

# dashboard.activities.morning.title
source: Good morning! No activity yet
id: Selamat pagi! Belum ada aktivitas
pt: Bom dia! Nenhuma atividade ainda
tr: Günaydın! Henüz aktivite yok

# dashboard.activities.afternoon.title
source: Afternoon activity time
id: Waktu aktivitas siang
pt: Hora da atividade da tarde
tr: Öğleden sonra aktivite zamanı

# dashboard.activities.evening.title
source: Plan your evening activity
id: Rencanakan aktivitas malam Anda
pt: Planeje sua atividade da noite
tr: Akşam aktiviteni planla

# dashboard.activities.night.title
source: How was your day?
id: Bagaimana hari Anda?
pt: Como foi seu dia?
tr: Günün nasıl geçti?

# dashboard.activities.weekend.desc
source: Log your activity to stay fit on weekends too
id: Catat aktivitas Anda untuk tetap fit di akhir pekan juga
pt: Registre sua atividade para se manter em forma nos fins de semana também
tr: Hafta sonu da formda kalmak için aktiviteni kaydet

# dashboard.activities.morning.desc
source: Start your day with energy with your first workout
id: Mulai hari Anda dengan energi dengan latihan pertama
pt: Comece seu dia com energia com seu primeiro treino
tr: Güne enerjik başlamak için ilk antrenmanını yap

# dashboard.activities.afternoon.desc
source: Keep tracking your activity throughout the day
id: Terus lacak aktivitas Anda sepanjang hari
pt: Continue acompanhando sua atividade ao longo do dia
tr: Gün boyu aktiviteni takip etmeye devam et

# dashboard.activities.evening.desc
source: Time to evaluate your day and review your goals
id: Waktu untuk evaluasi hari Anda dan tinjau target
pt: Hora de avaliar seu dia e revisar suas metas
tr: Günü değerlendirme ve hedeflerini gözden geçirme zamanı

# dashboard.activities.night.desc
source: Make plans for tomorrow and complete your day
id: Buat rencana untuk besok dan lengkapi hari Anda
pt: Faça planos para amanhã e complete seu dia
tr: Yarın için planlarını yap ve günü tamamla

# dashboard.activities.close
source: Close
fr: Fermer
id: Tutup
pt: Fechar
tr: Kapat

# dashboard.activities.oneFood
source: 1 food
id: 1 makanan
pt: 1 alimento
tr: 1 yiyecek

# dashboard.activities.multipleFood
source: %d foods
id: %d makanan
pt: %d alimentos
tr: %d yiyecek

# dashboard.activities.measurement
source: Measurement
id: Pengukuran
pt: Medida
tr: Ölçüm

# dashboard.activities.goal
source: Goal
id: Target
pt: Meta
tr: Hedef

# dashboard.activities.setting
source: Setting
id: Pengaturan
pt: Configuração
tr: Ayar

# dashboard.activities.goalAchieved
source: Goal completed ✅
id: Target tercapai ✅
pt: Meta completada ✅
tr: Hedef tamamlandı ✅

# dashboard.activities.newProgramStarted
source: New program started
id: Program baru dimulai
pt: Novo programa iniciado
tr: Yeni program başlatıldı

# dashboard.activities.completed
source: Completed
id: Selesai
pt: Completado
tr: Tamamlandı

# dashboard.activities.calorieGoalReached
source: Calorie goal reached
id: Target kalori tercapai
pt: Meta calórica alcançada
tr: Kalori hedefi tamamlandı

# dashboard.activities.bodyFatUpdated
source: Body fat updated
id: Lemak tubuh diperbarui
pt: Gordura corporal atualizada
tr: Vücut yağı güncellendi

# dashboard.activities.streakMilestone
source: Streak milestone
id: Milestone streak
pt: Marco de sequência
tr: Seri mihenk taşı

# dashboard.activities.weeklyGoalReached
source: Weekly goal reached
id: Target mingguan tercapai
pt: Meta semanal alcançada
tr: Haftalık hedef tamamlandı

# dashboard.activities.stepsGoalReached
source: Steps goal reached
id: Target langkah tercapai
pt: Meta de passos alcançada
tr: Adım hedefi tamamlandı

# dashboard.activities.healthDataSynced
source: Health data synced
id: Data kesehatan tersinkron
pt: Dados de saúde sincronizados
tr: Sağlık verisi senkronize edildi

# dashboard.activities.sleepLogged
source: Sleep data logged
id: Data tidur dicatat
pt: Dados de sono registrados
tr: Uyku verisi güncellendi

# dashboard.activities.planUpdated
source: Plan updated
id: Rencana diperbarui
pt: Plano atualizado
tr: Plan güncellendi

# dashboard.activities.profileUpdated
source: Profile updated
id: Profil diperbarui
pt: Perfil atualizado
tr: Profil güncellendi

# dashboard.activities.unitSystemChanged
source: Unit system changed
id: Sistem unit diubah
pt: Sistema de unidades alterado
tr: Birim sistemi değiştirildi

# dashboard.meals.meal
source: Meal
fr: Repas
id: Makanan
pt: Refeição
tr: Öğün

# nutrition.error.noFoodSelected
source: Error: No food selected
fr: Erreur : Aucun aliment sélectionné
id: Error: Tidak ada makanan dipilih
pt: Erro: Nenhum alimento selecionado
tr: Hata: Yiyecek seçilmedi

# nutrition.error.noFoodSelectedDesc
source: Please try again
fr: Veuillez réessayer
id: Silakan coba lagi
pt: Tente novamente
tr: Lütfen tekrar deneyin
