Repository: burakkho/thrustr
Catalog: Resources/*.lproj/Localizable.strings
Languages: fr, id, pt, tr

# calculators.total_daily_energy_expenditure
source: Total Daily Energy Expenditure
fr: Dépense Énergétique Quotidienne Totale
id: Total Pengeluaran Energi Harian
pt: Gasto Energético Total Diário
tr: Toplam Günlük Enerji Harcaması

# calculators.calories_per_day
source: Calories/Day
fr: Calories/Jour
id: Kalori/Hari
pt: Calorias/Dia
tr: Kalori/Gün

# calculators.activity_multiplier
source: Activity Multiplier
fr: Multiplicateur d'Activité
id: Multiplikator Aktivitas
pt: Multiplicador de Atividade
tr: Aktivite Çarpanı

# calculators.excellent
source: Excellent
id: Sangat Baik
pt: Excelente
tr: Mükemmel

# calculators.good
source: Good
fr: Bon
id: Baik
pt: Bom
tr: İyi

# calculators.average
source: Average
fr: Moyenne
id: Rata-rata
pt: Médio
tr: Ortalama

# calculators.below_average
source: Below Average
fr: En Dessous de la Moyenne
id: Di Bawah Rata-rata
pt: Abaixo da Média
tr: Ortalamanın Altı

# calculators.low
source: Low
fr: Faible
id: Rendah
pt: Baixo
tr: Düşük

# calculators.very_low
source: Very Low
fr: Très Faible
id: Sangat Rendah
pt: Muito Baixo
tr: Çok Düşük

# calculators.high
source: High
fr: Élevé
id: Tinggi
pt: Alto
tr: Yüksek

# calculators.very_high
source: Very High
fr: Très Élevé
id: Sangat Tinggi
pt: Muito Alto
tr: Çok Yüksek

# calculators.enter_valid_value
source: Enter a valid value
fr: Entrez une valeur valide
id: Masukkan nilai yang valid
pt: Digite um valor válido
tr: Geçerli bir değer girin

# calculators.all_fields_required
source: All fields are required
fr: Tous les champs sont obligatoires
id: Semua field wajib diisi
pt: Todos os campos são obrigatórios
tr: Tüm alanlar gereklidir

# calculators.select_exercise
source: Select exercise
fr: Sélectionnez un exercice
id: Pilih latihan
pt: Selecionar exercício
tr: Egzersiz seçin

# achievements.title
source: Achievements
fr: Réalisations
id: Pencapaian
pt: Conquistas
tr: Başarılar

# achievements.subtitle
source: Track your progress and unlock badges
fr: Suivez vos progrès et débloquez des badges
id: Tracking progress dan buka badge
pt: Acompanhe seu progresso e desbloqueie emblemas
tr: İlerlemenizi takip edin ve rozetler açın

# achievements.no_achievements
source: No achievements yet
fr: Aucune réalisation encore
id: Belum ada pencapaian
pt: Nenhuma conquista ainda
tr: Henüz başarı yok

# achievements.no_achievements_desc
source: Start working out to unlock your first achievement!
fr: Commencez à vous entraîner pour débloquer votre première réalisation !
id: Mulai workout untuk membuka pencapaian pertama!
pt: Comece a treinar para desbloquear sua primeira conquista!
tr: İlk başarınızı açmak için antrenman yapmaya başlayın!

# achievements.recent_achievements
source: Recent Achievements
fr: Réalisations Récentes
id: Pencapaian Terbaru
pt: Conquistas Recentes
tr: Son Başarılar

# achievements.all_achievements
source: All Achievements
fr: Toutes les Réalisations
id: Semua Pencapaian
pt: Todas as Conquistas
tr: Tüm Başarılar

# achievements.unlocked
source: Unlocked
fr: Débloqué
id: Terbuka
pt: Desbloqueado
tr: Açıldı

# achievements.locked
source: Locked
fr: Verrouillé
id: Terkunci
pt: Bloqueado
tr: Kilitli

# achievements.progress
source: Progress
fr: Progrès
pt: Progresso
tr: İlerleme

# achievements.points
source: Points
id: Poin
pt: Pontos
tr: Puan

# achievements.level
source: Level
fr: Niveau
pt: Nível
tr: Seviye

# achievements.next_level
source: Next Level
fr: Niveau Suivant
id: Level Selanjutnya
pt: Próximo Nível
tr: Sonraki Seviye

# achievements.total_points
source: Total Points
fr: Points Totaux
id: Total Poin
pt: Pontos Totais
tr: Toplam Puan

# achievements.category.all
source: All
fr: Tous
id: Semua
pt: Todos
tr: Tümü

# achievements.category.workout
source: Workout
fr: Entraînement
id: Latihan
pt: Treino
tr: Antrenman

# achievements.category.weight
source: Weight
fr: Poids
id: Berat
pt: Peso
tr: Kilo

# achievements.category.nutrition
source: Nutrition
id: Nutrisi
pt: Nutrição
tr: Beslenme

# achievements.category.streak
source: Streak
fr: Série
pt: Sequência
tr: Seri

# achievements.category.social
source: Social
id: Sosial
tr: Sosyal

# achievements.item.first_workout.title
source: First Workout
fr: Premier Entraînement
id: Latihan Pertama
pt: Primeiro Treino
tr: İlk Antrenman

# achievements.item.first_workout.desc
source: Complete your first workout
fr: Terminez votre premier entraînement
id: Selesaikan latihan pertama Anda
pt: Complete seu primeiro treino
tr: İlk antrenmanını tamamla

# achievements.item.workout_10.title
source: 10 Workouts
fr: 10 Entraînements
id: 10 Latihan
pt: 10 Treinos
tr: 10 Antrenman

# achievements.item.workout_10.desc
source: Complete 10 workouts
fr: Terminez 10 entraînements
id: Selesaikan 10 latihan
pt: Complete 10 treinos
tr: 10 antrenman tamamla

# achievements.item.workout_50.title
source: 50 Workouts
fr: 50 Entraînements
id: 50 Latihan
pt: 50 Treinos
tr: 50 Antrenman

# achievements.item.workout_50.desc
source: Complete 50 workouts
fr: Terminez 50 entraînements
id: Selesaikan 50 latihan
pt: Complete 50 treinos
tr: 50 antrenman tamamla

# achievements.item.workout_100.title
source: 100 Workouts
fr: 100 Entraînements
id: 100 Latihan
pt: 100 Treinos
tr: 100 Antrenman

# achievements.item.workout_100.desc
source: Complete 100 workouts
fr: Terminez 100 entraînements
id: Selesaikan 100 latihan
pt: Complete 100 treinos
tr: 100 antrenman tamamla

# achievements.item.weekend_warrior.title
source: Weekend Warrior
fr: Guerrier du Week-end
id: Pejuang Weekend
pt: Guerreiro de Fim de Semana
tr: Hafta Sonu Savaşçısı

# achievements.item.weekend_warrior.desc
source: 10 weekend workouts
fr: 10 entraînements de week-end
id: 10 latihan weekend
pt: 10 treinos de fim de semana
tr: 10 hafta sonu antrenmanı

# achievements.item.weight_hunter.title
source: Weight Hunter
fr: Chasseur de Poids
id: Pemburu Berat
pt: Caçador de Peso
tr: Ağırlık Avcısı

# achievements.item.weight_hunter.desc
source: 10,000 kg total volume
fr: 10 000 kg volume total
pt: 10.000 kg de volume total
tr: 10.000 kg toplam hacim

# achievements.item.first_weight.title
source: First Weight Log
fr: Premier Enregistrement de Poids
pt: Primeiro Registro de Peso
tr: İlk Kilo Kaydı

# achievements.item.first_weight.desc
source: Add your first weight log
fr: Ajoutez votre premier poids
pt: Adicione seu primeiro registro de peso
tr: İlk kilo kaydını gir

# achievements.item.tracker_30.title
source: Tracker
fr: Traqueur
pt: Rastreador
tr: Takipçi

# achievements.item.tracker_30.desc
source: 30 days of weight tracking
fr: 30 jours de suivi de poids
pt: 30 dias de acompanhamento de peso
tr: 30 gün kilo takibi

# achievements.item.first_meal.title
source: First Meal Log
fr: Premier Repas Enregistré
pt: Primeiro Registro de Refeição
tr: İlk Beslenme Kaydı

# achievements.item.first_meal.desc
source: Log your first meal
fr: Enregistrez votre premier repas
pt: Registre sua primeira refeição
tr: İlk öğünü kaydet

# achievements.item.nutrition_100.title
source: Nutrition Expert
fr: Expert Nutrition
pt: Especialista em Nutrição
tr: Beslenme Uzmanı

# achievements.item.nutrition_100.desc
source: Log 100 meals
fr: Enregistrez 100 repas
pt: Registre 100 refeições
tr: 100 öğün kaydı

# achievements.item.streak_3.title
source: 3-Day Streak
fr: Série de 3 Jours
pt: Sequência de 3 Dias
tr: 3 Günlük Seri

# achievements.item.streak_3.desc
source: Work out 3 days in a row
fr: Entraînez-vous 3 jours d'affilée
pt: Treine 3 dias seguidos
tr: 3 gün üst üste antrenman

# achievements.item.streak_7.title
source: Weekly Streak
fr: Série Hebdomadaire
pt: Sequência Semanal
tr: Haftalık Seri

# achievements.item.streak_7.desc
source: Work out 7 days in a row
fr: Entraînez-vous 7 jours d'affilée
pt: Treine 7 dias seguidos
tr: 7 gün üst üste antrenman

# achievements.item.sharer.title
source: Sharer
fr: Partageur
pt: Compartilhador
tr: Paylaşımcı

# achievements.item.sharer.desc
source: First progress photo
fr: Première photo de progrès
pt: Primeira foto de progresso
tr: İlk ilerleme fotoğrafı

# achievements.item.motivator_5.title
source: Motivator
fr: Motivateur
pt: Motivador
tr: Motivatör

# achievements.item.motivator_5.desc
source: Share 5 progress photos
fr: Partagez 5 photos de progrès
pt: Compartilhe 5 fotos de progresso
tr: 5 ilerleme fotoğrafı paylaş

# common.completed
source: Completed
fr: Terminé
pt: Concluído
tr: Tamamlandı

# common.category
source: Category
fr: Catégorie
pt: Categoria
tr: Kategori

# common.category_stats
source: Category Statistics
fr: Statistiques de Catégorie
pt: Estatísticas da Categoria
tr: Kategori İstatistikleri

# goal_tracking.title
source: Goal Tracking
fr: Suivi d'Objectifs
pt: Acompanhamento de Metas
tr: Hedef Takibi

# goal_tracking.subtitle
source: Set and track your fitness goals
fr: Définissez et suivez vos objectifs fitness
pt: Defina e acompanhe suas metas fitness
tr: Fitness hedeflerinizi belirleyin ve takip edin

# goal_tracking.current_goals
source: Current Goals
fr: Objectifs Actuels
pt: Metas Atuais
tr: Mevcut Hedefler

# goal_tracking.completed_goals
source: Completed Goals
fr: Objectifs Terminés
pt: Metas Concluídas
tr: Tamamlanan Hedefler

# goal_tracking.add_goal
source: Add Goal
fr: Ajouter Objectif
pt: Adicionar Meta
tr: Hedef Ekle

# goal_tracking.edit_goal
source: Edit Goal
fr: Modifier Objectif
pt: Editar Meta
tr: Hedefi Düzenle

# goal_tracking.delete_goal
source: Delete Goal
fr: Supprimer Objectif
pt: Excluir Meta
tr: Hedefi Sil

# goal_tracking.goal_type
source: Goal Type
fr: Type d'Objectif
pt: Tipo de Meta
tr: Hedef Türü

# goal_tracking.goal_target
source: Goal Target
fr: Cible d'Objectif
pt: Alvo da Meta
tr: Hedef

# goal_tracking.goal_deadline
source: Goal Deadline
fr: Deadline d'Objectif
pt: Prazo da Meta
tr: Hedef Tarihi

# goal_tracking.goal_progress
source: Goal Progress
fr: Progrès d'Objectif
pt: Progresso da Meta
tr: Hedef İlerlemesi

# goal_tracking.goal_completed
source: Goal Completed
fr: Objectif Atteint
pt: Meta Concluída
tr: Hedef Tamamlandı

# goal_tracking.goal_failed
source: Goal Failed
fr: Objectif Échoué
pt: Meta Falhada
tr: Hedef Başarısız

# goal_tracking.goal_in_progress
source: Goal In Progress
fr: Objectif En Cours
pt: Meta em Andamento
tr: Hedef Devam Ediyor

# progress_charts.title
source: Progress Charts
fr: Graphiques de Progrès
pt: Gráficos de Progresso
tr: İlerleme Grafikleri

# progress_charts.subtitle
source: Visualize your fitness journey
fr: Suivez votre performance visuellement
id: Track your performance visually
pt: Acompanhe seu desempenho visualmente
tr: Performansınızı görsel olarak takip edin

# progress_charts.time_range
source: Time Range
fr: Période
pt: Intervalo de Tempo
tr: Zaman Aralığı

# progress_charts.chart_type
source: Chart Type
fr: Type de Graphique
pt: Tipo de Gráfico
tr: Grafik Türü

# progress_charts.range_1w
source: 1 Week
fr: 1 Semaine
pt: 1 Semana
tr: 1 Hafta

# progress_charts.range_1m
source: 1 Month
fr: 1 Mois
pt: 1 Mês
tr: 1 Ay

# progress_charts.range_3m
source: 3 Months
fr: 3 Mois
pt: 3 Meses
tr: 3 Ay

# progress_charts.range_6m
source: 6 Months
fr: 6 Mois
pt: 6 Meses
tr: 6 Ay

# progress_charts.range_1y
source: 1 Year
fr: 1 Année
pt: 1 Ano
tr: 1 Yıl

# progress_charts.type.weight_change
source: Weight Change
fr: Changement de Poids
pt: Mudança de Peso
tr: Kilo Değişimi

# progress_charts.type.workout_volume
source: Workout Volume
fr: Volume d'Entraînement
pt: Volume de Treino
tr: Antrenman Hacmi

# progress_charts.type.workout_frequency
source: Workout Frequency
fr: Fréquence d'Entraînement
pt: Frequência de Treino
tr: Antrenman Sıklığı

# progress_charts.type.body_measurements
source: Body Measurements
fr: Mesures Corporelles
pt: Medidas Corporais
tr: Vücut Ölçüleri

# progress_charts.empty.weight_change
source: No weight records yet
fr: Aucun enregistrement de poids encore
pt: Nenhum registro de peso ainda
tr: Henüz kilo kaydı bulunmuyor

# progress_charts.empty.workout_volume
source: No workout data yet
fr: Aucune donnée d'entraînement encore
pt: Nenhum dado de treino ainda
tr: Henüz antrenman verisi bulunmuyor

# progress_charts.empty.workout_frequency
source: No workout data yet
fr: Aucune donnée d'entraînement encore
pt: Nenhum dado de treino ainda
tr: Henüz antrenman verisi bulunmuyor

# progress_charts.empty.body_measurements
source: No body measurements yet
fr: Aucune mesure corporelle encore
pt: Nenhuma medida corporal ainda
tr: Henüz vücut ölçümü bulunmuyor

# progress_charts.axis.date
source: Date
pt: Data
tr: Tarih

# progress_charts.axis.weight
source: Weight
fr: Poids
pt: Peso
tr: Kilo

# progress_charts.axis.week
source: Week
fr: Semaine
pt: Semana
tr: Hafta

# progress_charts.axis.volume
source: Volume
tr: Hacim

# progress_charts.axis.frequency
source: Frequency
fr: Fréquence
pt: Frequência
tr: Sıklık

# progress_charts.fallback_requires_ios16
source: Charts require iOS 16+
fr: Les graphiques nécessitent iOS 16+
pt: Gráficos requerem iOS 16+
tr: Grafikler iOS 16+ gerektirir

# progress_charts.stats.title
source: Summary Statistics
fr: Statistiques Résumé
pt: Estatísticas de Resumo
tr: Özet İstatistikler

# progress_charts.stats.weight_change
source: Total Change
fr: Changement Total
pt: Mudança Total
tr: Toplam Değişim

# progress_charts.stats.average_weight
source: Average Weight
fr: Poids Moyen
pt: Peso Médio
tr: Ortalama Kilo

# progress_charts.stats.entry_count
source: Entry Count
fr: Nombre d'Entrées
pt: Contagem de Entradas
tr: Kayıt Sayısı

# progress_charts.stats.latest
source: Latest
fr: Dernier
pt: Último
tr: En Son

# progress_charts.stats.total_workouts
source: Total Workouts
fr: Total Entraînements
pt: Total de Treinos
tr: Toplam Antrenman

# progress_charts.stats.weekly_avg
source: Weekly Average
fr: Moyenne Hebdomadaire
pt: Média Semanal
tr: Haftalık Ortalama

# progress_charts.stats.total_volume
source: Total Volume
fr: Volume Total
pt: Volume Total
tr: Toplam Hacim

# progress_charts.stats.average_volume
source: Average Volume
fr: Volume Moyen
pt: Volume Médio
tr: Ortalama Hacim

# progress_charts.insights.title
source: Insights
fr: Aperçus
tr: Öngörüler

# progress_charts.insights.insufficient_data
source: Insufficient data
fr: Données insuffisantes
pt: Dados insuficientes
tr: Yetersiz veri

# progress_charts.insights.trend_up
source: Weight trending up
fr: Poids en hausse
pt: Peso em tendência de alta
tr: Kilo artış trendinde

# progress_charts.insights.trend_down
source: Weight trending down
fr: Poids en baisse
pt: Peso em tendência de baixa
tr: Kilo azalış trendinde

# progress_charts.insights.trend_stable
source: Weight stable
fr: Poids stable
pt: Peso estável
tr: Kilo stabil

# progress_charts.insights.weight_trend
source: Weight Trend
fr: Tendance de Poids
pt: Tendência de Peso
tr: Kilo Trendi

# progress_charts.insights.workout_consistency
source: Workout Consistency
fr: Consistance d'Entraînement
pt: Consistência de Treino
tr: Antrenman Tutarlılığı

# progress_charts.insights.consistency.excellent
source: Excellent consistency!
fr: Excellente consistance !
pt: Consistência excelente!
tr: Mükemmel tutarlılık!

# progress_charts.insights.consistency.good
source: Good consistency
fr: Bonne consistance
pt: Boa consistência
tr: İyi tutarlılık

# progress_charts.insights.consistency.average
source: Average consistency
fr: Consistance moyenne
pt: Consistência média
tr: Orta tutarlılık

# progress_charts.insights.consistency.low
source: You could be more consistent
fr: Vous pourriez être plus régulier
pt: Você poderia ser mais consistente
tr: Daha tutarlı olabilirsin

# progress_charts.insights.empty_desc
source: As you add data, insights will appear here
fr: En ajoutant des données, des aperçus apparaîtront ici
pt: Conforme você adiciona dados, insights aparecerão aqui
tr: Veri girmeye başladığında burada öngörüler görebileceksin

# progress_charts.body_measurements.info
source: Use the chart section in BodyMeasurementsView for detailed graphs
fr: Utilisez la section graphique dans BodyMeasurementsView pour des graphiques détaillés
pt: Use a seção de gráfico em BodyMeasurementsView para gráficos detalhados
tr: Detaylı grafikler için BodyMeasurementsView'daki grafik bölümünü kullanın

# fitness_calculators.card.one_rm.details
source: Evaluate your exercise performance
fr: Évaluez votre performance d'exercice
pt: Avalie seu desempenho no exercício
tr: Egzersiz performansınızı değerlendirin

# fitness_calculators.card.ffmi.details
source: Learn your natural potential
fr: Apprenez votre potentiel naturel
pt: Conheça seu potencial natural
tr: Doğal potansiyelinizi öğrenin

# fitness_calculators.card.navy.details
source: Estimate body fat using simple measurements
fr: Estimez la graisse corporelle avec des mesures simples
pt: Estime gordura corporal usando medidas simples
tr: Basit ölçümlerle yağ oranınızı hesaplayın

# calculators.info.title
source: Info
pt: Informações
tr: Bilgi

# health.recovery.recommendation.excellent
source: Excellent recovery! Ready for intense training.
tr: Mükemmel toparlanma! Yoğun antrenmanlar için hazırsın.

# health.recovery.recommendation.good
source: You're in good shape. You can train at normal intensity.
tr: İyi durumdasın. Normal yoğunlukta antrenman yapabilirsin.

# health.recovery.recommendation.moderate
source: Moderate recovery level. Light to moderate training recommended.
tr: Orta düzeyde toparlanma. Hafif-orta yoğunlukta antrenman öneriliyor.

# health.recovery.recommendation.poor
source: Low recovery level. Rest or light activity recommended.
tr: Düşük toparlanma seviyesi. Dinlenme veya hafif aktivite öneriliyor.

# health.recovery.recommendation.critical
source: Critical condition. Complete rest required.
tr: Kritik durum. Tam dinlenme gerekiyor.

# health.fitness.description.beginner
source: At the start of your fitness journey
tr: Fitness yolculuğunun başında

# health.fitness.description.intermediate
source: Training regularly
tr: Düzenli antrenman yapıyor

# health.fitness.description.advanced
source: In good fitness condition
tr: İyi kondisyon seviyesinde

# health.fitness.description.elite
source: Superior athletic performance
tr: Üstün atletik performans

# health.insight.title.low_recovery
source: Low Recovery Score
tr: Düşük Toparlanma Skoru

# health.insight.title.sleep_quality
source: Sleep Quality
tr: Uyku Kalitesi

# health.insight.title.workout_frequency
source: Decreasing Workout Frequency
tr: Antrenman Sıklığı Düşüyor

# health.insight.title.intense_training
source: Very Intense Training
tr: Çok Yoğun Antrenman

# health.insight.title.low_activity
source: Low Daily Activity
tr: Düşük Günlük Aktivite

# health.insight.title.weight_change
source: Weight Change
tr: Kilo Değişimi

# health.insight.message.low_recovery
source: Your recovery score is low. Consider taking a rest day.
tr: Toparlanma skorun düşük. Dinlenme günü alman öneriliyor.

# health.insight.message.sleep_quality
source: Your sleep duration is insufficient. Aim for 7-9 hours for recovery.
tr: Uyku süren yetersiz. Toparlanma için 7-9 saat uyku hedefle.

# health.insight.message.workout_frequency
source: Your workout frequency has been decreasing recently.
tr: Son haftalarda antrenman sayın azalıyor.

# health.insight.message.intense_training
source: Consider adding rest days.
tr: Dinlenme günleri eklemeyi düşün.

# health.insight.message.low_activity
source: Aim for 10,000 steps.
tr: 10.000 adım hedefle.

# health.insight.message.weight_change
source: There has been a change in your weight recently.
tr: Son dönemde kilonda değişim var.

# health.insight.action.low_recovery
source: Take complete rest or light walk today
tr: Bugün tam dinlenme veya hafif yürüyüş yap

# health.insight.action.sleep_quality
source: Establish an early bedtime routine
tr: Erken yatma rutini oluştur

# health.insight.action.workout_frequency
source: Create a weekly workout plan
tr: Haftalık antrenman planı oluştur

# health.insight.action.intense_training
source: Add 1-2 rest days per week
tr: Haftalık 1-2 dinlenme günü ekle

# health.insight.action.low_activity
source: Take 2,000 more steps per day
tr: Günde 2000 adım daha at

# health.insight.action.weight_change
source: Review your nutrition and training plan
tr: Beslenme ve antrenman planını gözden geçir

# health.weight.direction.increase
source: increase
tr: artış

# health.weight.direction.decrease
source: decrease
tr: azalış

# validation.user.name.empty
source: Name cannot be empty
tr: İsim boş olamaz

# validation.user.name.min_length
source: Name must be at least 2 characters
tr: İsim en az 2 karakter olmalı

# validation.user.name.max_length
source: Name can be at most 50 characters
tr: İsim en fazla 50 karakter olabilir

# validation.user.age.minimum
source: Age must be at least 13
tr: Yaş en az 13 olmalı

# validation.user.age.maximum
source: Age can be at most 120
tr: Yaş en fazla 120 olabilir

# validation.user.height.minimum
source: Height must be at least 100 cm
tr: Boy en az 100 cm olmalı

# validation.user.weight.minimum
source: Weight must be at least 30 kg
tr: Kilo en az 30 kg olmalı

# validation.user.invalid_data
source: Invalid input data
tr: Geçersiz giriş verileri

# validation.user.height.maximum
source: Height cannot exceed 250 cm
tr: Boy en fazla 250 cm olabilir

# validation.user.weight.maximum
source: Weight cannot exceed 300 kg
tr: Kilo en fazla 300 kg olabilir

# validation.ffmi.average
source: Average
tr: Ortalama

# validation.measurement.chest.range
source: Must be between 50-200 cm
tr: 50-200 cm arasında olmalı

# validation.measurement.waist.range
source: Must be between 40-200 cm
tr: 40-200 cm arasında olmalı

# validation.measurement.hip.range
source: Must be between 50-200 cm
tr: 50-200 cm arasında olmalı

# validation.measurement.neck.range
source: Must be between 20-60 cm
tr: 20-60 cm arasında olmalı

# validation.measurement.bicep.range
source: Must be between 15-70 cm
tr: 15-70 cm arasında olmalı

# validation.measurement.thigh.range
source: Must be between 30-100 cm
tr: 30-100 cm arasında olmalı

# validation.measurement.invalid
source: Invalid measurement values
tr: Geçersiz ölçüm değerleri

# validation.ffmi.not_calculable
source: Not calculable
tr: Hesaplanamıyor

# validation.ffmi.low
source: Low
tr: Düşük

# validation.ffmi.below_average
source: Below average
tr: Ortalama altı

# validation.ffmi.good
source: Good
tr: İyi

# validation.ffmi.very_good
source: Very good
tr: Çok iyi

# validation.ffmi.excellent
source: Excellent
tr: Mükemmel

# validation.database.not_found
source: Database connection not found
tr: Veritabanı bağlantısı bulunamadı

# validation.database.user_not_found
source: User not found
tr: Kullanıcı bulunamadı

# error.type.age
source: Age error
tr: Yaş hatası

# error.type.height
source: Height error
tr: Boy hatası

# error.type.weight
source: Weight error
tr: Kilo hatası

# error.type.name
source: Name error
tr: İsim hatası

# error.type.measurement
source: error
tr: hatası

# health.insight.weekly_workouts
source: Weekly
tr: Haftada

# health.insight.workouts_doing
source: workouts you're doing
tr: antrenman yapıyorsun

# health.insight.daily_average_steps
source: Daily average steps
tr: Günlük ortalama adım sayın

# health.insight.weight_change_period
source: Recent weight
tr: Son dönemde kilonda

# health.insight.weight_change_exists
source: change
tr: var

# body.part.chest
source: Chest
tr: Göğüs

# body.part.waist
source: Waist
tr: Bel

# body.part.hip
source: Hip
tr: Kalça

# body.part.neck
source: Neck
tr: Boyun

# body.part.thigh
source: Thigh
tr: Uyluk

# body.part.measurements
source: Measurements
tr: Ölçümler

# cardio.session.workout_summary_title
source: Workout Summary
tr: Antrenman Özeti

# cardio.session.edit_duration_title
source: Edit Duration
tr: Süre Düzenle

# cardio.session.edit_distance_title
source: Edit Distance
tr: Mesafe Düzenle

# cardio.session.edit_heart_rate_title
source: Edit Heart Rate
tr: Nabız Düzenle

# cardio.session.edit_calories_title
source: Edit Calories
tr: Kalori Düzenle
