Repository: burakkho/thrustr
Catalog: Resources/*.lproj/Localizable.strings
Languages: fr, id, pt, tr

# training.history.empty.title
source: No workouts yet
fr: Aucun entraînement encore
id: Belum ada latihan
pt: Nenhum treino ainda
tr: Henüz antrenman yok

# training.history.empty.subtitle
source: Tap + button to start your first workout!
fr: Appuyez sur + pour démarrer votre premier entraînement !
id: Ketuk tombol + untuk mulai latihan pertama!
pt: Toque no botão + para iniciar seu primeiro treino!
tr: İlk antrenmanını başlatmak için + butonuna bas!

# training.history.defaultName
source: Workout
fr: Entraînement
id: Latihan
pt: Treino
tr: Antrenman

# training.history.noParts
source: No parts
fr: Aucune partie
id: Tidak ada bagian
pt: Nenhuma parte
tr: Bölüm yok

# training.history.totalVolume
source: Total Volume: %d kg
pt: Volume Total: %d kg
tr: Toplam Hacim: %d kg

# training.history.seeMore
source: See More
fr: Voir Plus
id: Lihat Lebih
pt: Ver Mais
tr: Daha Fazla

# training.history.repeat
source: Repeat this workout
fr: Répéter cet entraînement
id: Ulangi latihan ini
pt: Repetir este treino
tr: Bu antrenmanı tekrarla

# training.active.empty.title
source: No Active Workout
fr: Aucun Entraînement Actif
id: Tidak Ada Latihan Aktif
pt: Nenhum Treino Ativo
tr: Aktif Antrenman Yok

# training.active.empty.subtitle
source: Tap + button to start a new workout
fr: Appuyez sur + pour démarrer un nouvel entraînement
id: Ketuk tombol + untuk mulai latihan baru
pt: Toque no botão + para iniciar um novo treino
tr: Yeni bir antrenman başlatmak için + butonuna bas

# training.active.empty.startButton
source: Start Workout
fr: Démarrer Entraînement
id: Mulai Latihan
pt: Iniciar Treino
tr: Antrenman Başlat

# training.active.title
source: Active Workout
fr: Entraînement Actif
id: Latihan Aktif
pt: Treino Ativo
tr: Aktif Antrenman

# training.active.duration
source: Duration
fr: Durée
id: Durasi
pt: Duração
tr: Süre

# training.active.continue
source: Continue
fr: Continuer
id: Lanjutkan
pt: Continuar
tr: Devam Et

# training.active.finish
source: Finish
fr: Terminer
id: Selesai
pt: Finalizar
tr: Bitir

# training.active.status.active
source: Active
fr: Actif
id: Aktif
pt: Ativo
tr: Aktif

# training.active.status.completed
source: Completed
fr: Terminé
id: Selesai
pt: Concluído
tr: Tamamlandı

# training.active.multiple.title
source: Active Workouts
fr: Entraînements Actifs
id: Latihan Aktif
pt: Treinos Ativos
tr: Aktif Antrenmanlar

# training.stats.parts
source: Parts
fr: Parties
id: Bagian
pt: Partes
tr: Bölüm

# training.stats.sets
source: Sets
fr: Séries
id: Set
pt: Séries
tr: Set

# training.stats.duration
source: Duration
fr: Durée
id: Durasi
pt: Duração
tr: Süre

# training.new.title
source: New Workout
fr: Nouvel Entraînement
id: Latihan Baru
pt: Novo Treino
tr: Yeni Antrenman

# training.new.subtitle
source: How would you like to start your workout?
fr: Comment souhaitez-vous commencer votre entraînement ?
id: Bagaimana Anda ingin memulai latihan?
pt: Como você gostaria de iniciar seu treino?
tr: Antrenmanına nasıl başlamak istiyorsun?

# training.new.nameLabel
source: Workout Name
fr: Nom de l'Entraînement
id: Nama Latihan
pt: Nome do Treino
tr: Antrenman Adı

# training.new.namePlaceholder
source: e.g., Push Day, Leg Day
fr: ex: Jour Push, Jour Jambes
id: mis., Push Day, Leg Day
pt: ex., Dia de Empurrar, Dia de Pernas
tr: Örn: Push Day, Bacak Günü

# training.new.quickStart
source: Quick Start
fr: Démarrage Rapide
id: Mulai Cepat
pt: Início Rápido
tr: Hızlı Başlangıç

# training.new.empty.title
source: Empty Workout
fr: Entraînement Vide
id: Latihan Kosong
pt: Treino Vazio
tr: Boş Antrenman

# training.new.empty.subtitle
source: Start from scratch
fr: Commencer de zéro
id: Mulai dari awal
pt: Começar do zero
tr: Sıfırdan başla

# training.new.functional.title
source: Functional Training
fr: Entraînement Fonctionnel
id: Latihan Fungsional
pt: Treino Funcional
tr: Fonksiyonel Antrenman

# training.new.functional.subtitle
source: Functional fitness movements
fr: Mouvements de fitness fonctionnel
id: Gerakan fitness fungsional
pt: Movimentos de fitness funcional
tr: Fonksiyonel fitness hareketleri

# training.new.cardio.title
source: Cardio
tr: Kardiyo

# training.new.cardio.subtitle
source: Cardiovascular training
fr: Entraînement cardiovasculaire
id: Latihan kardiovaskular
pt: Treino cardiovascular
tr: Kardiyovasküler antrenman

# training.new.cancel
source: Cancel
fr: Annuler
id: Batal
pt: Cancelar
tr: İptal

# training.templates.title
source: Templates
fr: Modèles
id: Template
pt: Modelos
tr: Şablonlar

# training.templates.programsHeader
source: Programs
fr: Programmes
id: Program
pt: Programas
tr: Programlar

# training.templates.emptyPrograms
source: No program templates yet
fr: Aucun modèle de programme encore
id: Belum ada template program
pt: Nenhum modelo de programa ainda
tr: Henüz program şablonu yok

# training.templates.empty
source: Ready-made workout templates coming soon!
fr: Modèles d'entraînement prêts bientôt disponibles !
id: Template latihan siap pakai segera hadir!
pt: Modelos de treino prontos em breve!
tr: Hazır antrenman şablonları yakında eklenecek!

# training.templates.saveAsTemplate
source: Save as Template
fr: Enregistrer comme Modèle
id: Simpan sebagai Template
pt: Salvar como Modelo
tr: Şablon Olarak Kaydet

# training.templates.removeFromTemplates
source: Remove from Templates
fr: Retirer des Modèles
id: Hapus dari Template
pt: Remover dos Modelos
tr: Şablondan Çıkar

# training.detail.back
source: Back
fr: Retour
id: Kembali
pt: Voltar
tr: Geri

# training.detail.finish
source: Finish
fr: Terminer
id: Selesai
pt: Finalizar
tr: Bitir

# training.detail.finishWorkout
source: Finish Workout
fr: Terminer l'Entraînement
id: Selesaikan Latihan
pt: Finalizar Treino
tr: Antrenmanı Bitir

# training.detail.defaultName
source: Workout
fr: Entraînement
id: Latihan
pt: Treino
tr: Antrenman

# training.detail.empty.title
source: Start Your Workout
fr: Commencez Votre Entraînement
id: Mulai Latihan Anda
pt: Inicie Seu Treino
tr: Antrenmanına Başla

# training.detail.empty.subtitle
source: Add your first part to begin training
fr: Ajoutez votre première partie pour commencer
id: Tambahkan bagian pertama untuk mulai training
pt: Adicione sua primeira parte para começar a treinar
tr: İlk bölümünü ekleyerek antrenmanına başla

# training.detail.empty.addPart
source: Add Part
fr: Ajouter Partie
id: Tambah Bagian
pt: Adicionar Parte
tr: Bölüm Ekle

# training.detail.addPart
source: Add Part
fr: Ajouter Partie
id: Tambah Bagian
pt: Adicionar Parte
tr: Bölüm Ekle

# training.part.powerStrength
source: Power & Strength
fr: Force & Puissance
id: Power & Kekuatan
pt: Potência e Força
tr: Güç & Kuvvet

# training.part.accessory
source: Accessory
fr: Accessoire
id: Aksesori
pt: Acessório
tr: Aksesuar

# training.part.cardio
source: Cardio
tr: Kardiyo

# training.part.powerStrength.desc
source: Weight and Olympic lifts
fr: Haltères et mouvements olympiques
id: Angkat beban dan Olympic lift
pt: Levantamentos de peso e olímpicos
tr: Ağırlık ve olimpik kaldırışlar

# training.part.metcon.desc
source: METCON and conditioning
fr: METCON et conditionnement
id: METCON dan conditioning
pt: METCON e condicionamento
tr: METCON ve kondisyon çalışmaları

# training.part.accessory.desc
source: Isolation and assistance movements
fr: Mouvements d'isolation et d'assistance
id: Gerakan isolasi dan assistance
pt: Movimentos de isolamento e assistência
tr: İzole ve yardımcı hareketler

# training.part.cardio.desc
source: Running, rowing and cycling
fr: Course, aviron et cyclisme
id: Lari, rowing dan bersepeda
pt: Corrida, remo e ciclismo
tr: Koşu, kürek ve bisiklet

# training.part.status.completed
source: Completed
fr: Terminé
id: Selesai
pt: Concluído
tr: Tamamlandı

# training.part.status.inProgress
source: In Progress
fr: En Cours
id: Sedang Berlangsung
pt: Em Andamento
tr: Devam ediyor

# training.part.noExercise
source: No exercises added yet
fr: Aucun exercice ajouté encore
id: Belum ada latihan ditambahkan
pt: Nenhum exercício adicionado ainda
tr: Henüz egzersiz eklenmedi

# training.part.addExercise
source: Add Exercise
fr: Ajouter Exercice
id: Tambah Latihan
pt: Adicionar Exercício
tr: Egzersiz Ekle

# training.part.result
source: Result:
fr: Résultat :
id: Hasil:
pt: Resultado:
tr: Sonuç:

# training.cardio.outdoor
source: Outdoor
fr: Extérieur
pt: Externo
tr: Dış Mekan

# training.cardio.indoor
source: Indoor
fr: Intérieur
pt: Interno
tr: İç Mekan

# training.cardio.effort
source: Effort
pt: Esforço
tr: Efor

# training.cardio.zone
source: Zone
pt: Zona
tr: Bölge

# training.cardio.activityType
source: Activity Type
fr: Type d'Activité
id: Jenis Aktivitas
pt: Tipo de Atividade
tr: Aktivite Türü

# training.cardio.selectActivityToStart
source: Select activity type and start
fr: Sélectionnez le type d'activité et commencez
id: Pilih jenis aktivitas dan mulai
pt: Selecione o tipo de atividade e inicie
tr: Aktivite türünü seç ve başla

# training.cardio.modalLocation
source: Location
pt: Localização
tr: Konum

# training.cardio.location
source: Location
fr: Lieu
id: Lokasi
pt: Localização
tr: Konum

# training.cardio.modalFeatures
source: Features
pt: Recursos
tr: Özellikler

# training.cardio.features
source: Features
fr: Fonctionnalités
id: Fitur
pt: Recursos
tr: Özellikler

# training.cardio.modalStart
source: Start
pt: Iniciar
tr: Başla

# training.cardio.start
source: START!
fr: Démarrer
id: Mulai
pt: Iniciar
tr: Başla

# training.cardio.cancel
source: Cancel
fr: Annuler
id: Batal
pt: Cancelar
tr: İptal

# training.cardio.gpsRealTimeTracking
source: Real-time GPS distance tracking
fr: Suivi GPS distance en temps réel
id: Pelacakan jarak GPS real-time
pt: Rastreamento GPS em tempo real de distância
tr: GPS ile gerçek zamanlı mesafe takibi

# training.cardio.routeMapAfterWorkout
source: Route map after workout
fr: Carte d'itinéraire après l'entraînement
id: Peta rute setelah latihan
pt: Mapa da rota após o treino
tr: Antrenman sonunda rota haritası

# training.cardio.instantSpeedPace
source: Instant speed and pace display
fr: Affichage vitesse et allure instantané
id: Tampilan kecepatan dan pace instan
pt: Exibição instantânea de velocidade e ritmo
tr: Anlık hız ve tempo gösterimi

# training.cardio.elevationChanges
source: Elevation change recording
fr: Enregistrement changements d'élévation
id: Perekaman perubahan elevasi
pt: Registro de mudanças de elevação
tr: Yükseklik değişimi kaydı

# training.cardio.timeTracking
source: Time tracking
fr: Suivi du temps
id: Pelacakan waktu
pt: Rastreamento de tempo
tr: Süre takibi

# training.cardio.estimatedCalories
source: Estimated calorie calculation
fr: Calcul estimé des calories
id: Kalkulasi estimasi kalori
pt: Cálculo estimado de calorias
tr: Tahmini kalori hesaplama

# training.cardio.heartRateSupport
source: Heart rate band support
fr: Support ceinture cardio
id: Dukungan heart rate band
pt: Suporte a monitor de frequência cardíaca
tr: Nabız bandı desteği

# training.cardio.manualDistanceInput
source: Manual distance input after workout
fr: Saisie distance manuelle après entraînement
id: Input jarak manual setelah latihan
pt: Entrada manual de distância após o treino
tr: Antrenman sonrası manuel mesafe girişi

# training.wod.movements
source: Movements
fr: Mouvements
id: Gerakan
pt: Movimentos
tr: Hareketler

# training.wod.manualCreate
source: Create Manually
fr: Créer Manuellement
id: Buat Manual
pt: Criar Manualmente
tr: Manuel Oluştur

# training.wod.start
source: Start
fr: Démarrer
id: Mulai
pt: Iniciar
tr: Başlat

# training.wod.scoreTitle
source: METCON Score
fr: Score METCON
id: Skor METCON
pt: Pontuação METCON
tr: METCON Skoru

# training.wod.result
source: METCON Result
fr: Résultat METCON
id: Hasil METCON
pt: Resultado METCON
tr: METCON Sonucu

# training.wod.addResult
source: Add METCON Result
fr: Ajouter Résultat METCON
id: Tambah Hasil METCON
pt: Adicionar Resultado METCON
tr: METCON Sonucu Ekle

# training.wod.editResult
source: Edit METCON Result
fr: Modifier Résultat METCON
id: Edit Hasil METCON
pt: Editar Resultado METCON
tr: METCON Sonucunu Düzenle

# training.wod.favorites
source: Favorites
fr: Favoris
id: Favorit
pt: Favoritos
tr: Favoriler

# training.wod.benchmarks
source: Benchmarks
id: Benchmark
tr: Benchmark

# training.wod.custom
source: Custom
fr: Personnalisé
id: Kustom
pt: Personalizado
tr: Özel

# training.wod.customResult
source: Custom Result
fr: Résultat Personnalisé
id: Hasil Kustom
pt: Resultado Personalizado
tr: Özel Sonuç

# training.wod.enterTime
source: Enter time (MM:SS)
fr: Entrez le temps (MM:SS)
id: Masukkan waktu (MM:DD)
pt: Digite o tempo (MM:SS)
tr: Süre gir (DD:SS)

# training.wod.rounds
source: Rounds
fr: Tours
id: Ronde
pt: Rodadas
tr: Round

# training.wod.reps
source: Reps
fr: Répétitions
id: Rep
pt: Repetições
tr: Tekrar

# training.wod.emomCompleted
source: EMOM Rounds Completed
fr: Tours EMOM Terminés
id: Ronde EMOM Selesai
pt: Rodadas EMOM Concluídas
tr: Tamamlanan EMOM Round

# training.wod.total
source: Total
tr: Toplam

# training.wod.create
source: Create METCON
fr: Créer METCON
id: Buat METCON
pt: Criar METCON
tr: METCON Oluştur

# training.wod.builder.namePlaceholder
source: METCON Name (optional)
fr: Nom METCON (optionnel)
id: Nama METCON (opsional)
pt: Nome METCON (opcional)
tr: METCON Adı (opsiyonel)

# training.wod.builder.schemePlaceholderForTime
source: Rep scheme (e.g., 21-15-9)
fr: Schéma rép (ex: 21-15-9)
id: Skema rep (mis., 21-15-9)
pt: Esquema de repetições (ex., 21-15-9)
tr: Tekrar düzeni (örn: 21-15-9)

# training.wod.builder.schemePlaceholderAmrap
source: Reps per movement (e.g., 10)
fr: Rép par mouvement (ex: 10)
id: Rep per gerakan (mis., 10)
pt: Repetições por movimento (ex., 10)
tr: Hareket başına tekrar (örn: 10)

# training.wod.builder.movementsPlaceholder
source: Movements, comma separated (e.g., Thruster, Burpee)
fr: Mouvements, séparés par virgule (ex: Thruster, Burpee)
id: Gerakan, dipisah koma (mis., Thruster, Burpee)
pt: Movimentos, separados por vírgula (ex., Thruster, Burpee)
tr: Hareketler, virgülle (örn: Thruster, Burpee)

# training.wod.builder.schemeHintForTime
source: e.g., 21-15-9 or 10-10-10
fr: ex: 21-15-9 ou 10-10-10
id: mis., 21-15-9 atau 10-10-10
pt: ex., 21-15-9 ou 10-10-10
tr: Örn: 21-15-9 veya 10-10-10

# training.wod.builder.schemeHintAmrap
source: e.g., 10 (each movement 10 reps per round)
fr: ex: 10 (chaque mouvement 10 rép par tour)
id: mis., 10 (setiap gerakan 10 rep per round)
pt: ex., 10 (cada movimento 10 repetições por rodada)
tr: Örn: 10 (her hareket round başına 10 tekrar)

# training.wod.builder.movementsHint
source: e.g., Thruster, Burpee
fr: ex: Thruster, Burpee
id: mis., Thruster, Burpee
pt: ex., Thruster, Burpee
tr: Örn: Thruster, Burpee

# training.wod.builder.start
source: Start
fr: Démarrer
id: Mulai
pt: Iniciar
tr: Başlat

# training.wod.builder.title
source: Create METCON
fr: Créer METCON
id: Buat METCON
pt: Criar METCON
tr: METCON Oluştur

# training.wod.runner.undo
source: Undo
fr: Annuler
pt: Desfazer
tr: Geri Al

# training.wod.runner.addRound
source: Add Round
fr: Ajouter Tour
id: Tambah Round
pt: Adicionar Rodada
tr: Round Ekle

# training.wod.runner.extraReps
source: Extra: %d reps
fr: Extra: %d rép
id: Extra: %d rep
pt: Extra: %d repetições
tr: Extra: %d tekrar

# training.wod.runner.scoreButton
source: Enter Score
fr: Entrer Score
id: Masukkan Skor
pt: Inserir Pontuação
tr: Skor Gir

# training.wod.runner.finish
source: Finish
fr: Terminer
id: Selesai
pt: Finalizar
tr: Bitir

# training.wod.runner.scoreTitle
source: Time (MM:SS)
fr: Temps (MM:SS)
id: Waktu (MM:SS)
pt: Tempo (MM:SS)
tr: Süre (DD:SS)

# training.wod.runner.roundsLabel
source: Rounds: %d
fr: Tours: %d
id: Round: %d
pt: Rodadas: %d
tr: Round: %d

# training.wod.runner.tipTitle
source: How it works
fr: Comment ça marche
id: Cara kerja
pt: Como funciona
tr: Nasıl kullanılır

# training.wod.runner.tipBody
source: Tap the check icon on the right to complete steps. When finished, tap Enter Score.
fr: Appuyez sur l'icône de validation à droite pour terminer les étapes. Une fois terminé, appuyez sur Entrer Score.
id: Ketuk ikon centang di kanan untuk menyelesaikan langkah. Setelah selesai, ketuk Masukkan Skor.
pt: Toque no ícone de verificação à direita para completar etapas. Quando terminar, toque em Inserir Pontuação.
tr: Adımları sağdaki ikonla tamamla. Bittiğinde Skor Gir'e dokun.

# training.addPart.title
source: Add Part
fr: Ajouter Partie
id: Tambah Bagian
pt: Adicionar Parte
tr: Bölüm Ekle

# training.addPart.subtitle
source: What type of part would you like to add?
fr: Quel type de partie souhaitez-vous ajouter ?
id: Tipe bagian apa yang ingin Anda tambahkan?
pt: Que tipo de parte você gostaria de adicionar?
tr: Hangi tür bölüm eklemek istiyorsun?

# training.addPart.nameLabel
source: Part Name
fr: Nom de la Partie
id: Nama Bagian
pt: Nome da Parte
tr: Bölüm Adı

# training.addPart.namePlaceholder
source: e.g., Warm-up, Strength
fr: par ex., Échauffement, Force
id: mis., Pemanasan, Kekuatan
pt: ex., Aquecimento, Força
tr: Örn: Warm-up, Strength

# training.addPart.typeLabel
source: Part Type
fr: Type de Partie
id: Tipe Bagian
pt: Tipo da Parte
tr: Bölüm Türü

# training.addPart.add
source: Add Part
fr: Ajouter Partie
id: Tambah Bagian
pt: Adicionar Parte
tr: Bölüm Ekle

# training.addPart.cancel
source: Cancel
fr: Annuler
id: Batal
pt: Cancelar
tr: İptal

# training.exercise.title
source: Select Exercise
fr: Sélectionner Exercice
id: Pilih Latihan
pt: Selecionar Exercício
tr: Egzersiz Seç

# training.exercise.searchPlaceholder
source: Search exercises...
fr: Rechercher des exercices...
id: Cari latihan...
pt: Pesquisar exercícios...
tr: Egzersiz ara...

# training.exercise.clear
source: Clear
fr: Effacer
id: Hapus
pt: Limpar
tr: Temizle

# training.exercise.all
source: All
fr: Tous
id: Semua
pt: Todos
tr: Tümü

# training.exercise.cancel
source: Cancel
fr: Annuler
id: Batal
pt: Cancelar
tr: İptal

# training.exercise.addCustom
source: Add Custom
fr: Ajouter Personnalisé
id: Tambah Kustom
pt: Adicionar Personalizado
tr: Özel Ekle

# training.exercise.empty.title
source: No Exercises Found
fr: Aucun Exercice Trouvé
id: Tidak Ada Latihan Ditemukan
pt: Nenhum Exercício Encontrado
tr: Egzersiz Bulunamadı

# training.exercise.empty.subtitle
source: Use search or favorites
fr: Utilisez la recherche ou les favoris
id: Gunakan pencarian atau favorit
pt: Use pesquisa ou favoritos
tr: Aramayı veya favorileri kullan

# training.exercise.empty.searchTitle
source: No results for '%@'
fr: Aucun résultat pour '%@'
id: Tidak ada hasil untuk '%@'
pt: Nenhum resultado para '%@'
tr: '%@' için sonuç yok

# training.exercise.empty.searchSubtitle
source: Try different keywords
fr: Essayez d'autres mots-clés
id: Coba kata kunci yang berbeda
pt: Tente palavras-chave diferentes
tr: Farklı anahtar kelimeler dene

# training.category.push
source: Push
fr: Poussée
pt: Empurrar
tr: İtme

# training.category.pull
source: Pull
fr: Traction
pt: Puxar
tr: Çekme

# training.category.legs
source: Legs
fr: Jambes
id: Kaki
pt: Pernas
tr: Bacak

# training.category.core
source: Core
fr: Abdos
tr: Karın

# training.category.cardio
source: Cardio
tr: Kardiyo

# training.category.olympic
source: Olympic
fr: Olympique
pt: Olímpico
tr: Olimpik

# training.category.functional
source: Functional
fr: Fonctionnel
id: Fungsional
pt: Funcional
tr: Fonksiyonel

# training.category.isolation
source: Isolation
id: Isolasi
pt: Isolamento
tr: İzolasyon

# training.category.other
source: Other
fr: Autre
id: Lainnya
pt: Outro
tr: Diğer

# training.category.strength
source: Strength
pt: Força
tr: Kuvvet

# training.set.back
source: Back
fr: Retour
id: Kembali
pt: Voltar
tr: Geri

# training.set.save
source: Save
fr: Enregistrer
id: Simpan
pt: Salvar
tr: Kaydet

# training.set.equipment
source: Equipment:
fr: Équipement :
id: Peralatan:
pt: Equipamento:
tr: Ekipman:

# training.set.reorder
source: Reorder
fr: Réorganiser
id: Susun Ulang
pt: Reordenar
tr: Sırala

# training.set.quickFill
source: Quick Fill
fr: Remplissage Rapide
id: Isi Cepat
pt: Preenchimento Rápido
tr: Hızlı Doldur

# training.set.bulkAdd
source: Bulk Add
fr: Ajout Groupé
id: Tambah Massal
pt: Adicionar em Lote
tr: Toplu Ekle

# training.set.noDataToSave
source: No data to save. Please add at least one set or note.
fr: Aucune donnée à enregistrer. Veuillez ajouter au moins une série ou note.
id: Tidak ada data untuk disimpan. Harap tambahkan setidaknya satu set atau catatan.
pt: Nenhum dado para salvar. Adicione pelo menos uma série ou observação.
tr: Kaydedilecek veri yok. En az bir set ya da not ekleyin.

# training.set.advancedEdit
source: Advanced Edit
fr: Modification Avancée
id: Edit Lanjutan
pt: Edição Avançada
tr: Gelişmiş Düzenleme

# training.set.advancedEditDescription
source: Advanced tracking with RPE, notes, and detailed metrics
fr: Suivi avancé avec RPE, notes et métriques détaillées
id: Tracking lanjutan dengan RPE, catatan, dan metrik detail
pt: Acompanhamento avançado com EPE, observações e métricas detalhadas
tr: RPE, notlar ve detaylı metriklerle gelişmiş takip

# training.part.copyPart
source: Copy Part
fr: Copier Partie
id: Salin Bagian
pt: Copiar Parte
tr: Bölümü Kopyala

# training.part.copyToNewWorkout
source: Copy to New Workout
fr: Copier vers Nouvel Entraînement
id: Salin ke Latihan Baru
pt: Copiar para Novo Treino
tr: Yeni Antrenmana Kopyala

# training.activeConflict.title
source: Active workout exists
fr: Entraînement actif existant
id: Latihan aktif ada
pt: Treino ativo existe
tr: Aktif antrenman var

# training.activeConflict.message
source: Do you want to continue the current workout, or finish it and start a new one?
fr: Souhaitez-vous continuer l'entraînement actuel ou le terminer et en commencer un nouveau ?
id: Apakah Anda ingin melanjutkan latihan saat ini, atau selesaikan dan mulai yang baru?
pt: Você quer continuar o treino atual ou finalizá-lo e começar um novo?
tr: Mevcut antrenmana devam etmek mi istersin, yoksa bitirip yeni bir antrenman başlatmak mı?

# training.activeConflict.continue
source: Continue
fr: Continuer
id: Lanjutkan
pt: Continuar
tr: Devam Et

# training.activeConflict.finishAndStart
source: Finish and Start New
fr: Terminer et Commencer Nouveau
id: Selesai dan Mulai Baru
pt: Finalizar e Iniciar Novo
tr: Bitir ve Yeni Başlat

# training.set.header.weight
source: Weight
fr: Poids
id: Berat
pt: Peso
tr: Ağırlık

# training.set.header.reps
source: Reps
fr: Répétitions
id: Rep
pt: Repetições
tr: Tekrar

# training.set.header.time
source: Time
fr: Temps
id: Waktu
pt: Tempo
tr: Süre

# training.set.header.distance
source: Distance
id: Jarak
pt: Distância
tr: Mesafe

# training.set.addSet
source: Add Set
fr: Ajouter Série
id: Tambah Set
pt: Adicionar Série
tr: Set Ekle

# training.set.notes
source: Notes
id: Catatan
pt: Observações
tr: Notlar

# training.set.notesPlaceholder
source: Notes about this exercise...
fr: Notes sur cet exercice...
id: Catatan tentang latihan ini...
pt: Observações sobre este exercício...
tr: Egzersiz hakkında notlar...

# training.set.rest
source: Rest
fr: Repos
id: Istirahat
pt: Descanso
tr: Dinlenme

# training.set.finishExercise
source: Finish Exercise
fr: Terminer Exercice
id: Selesaikan Latihan
pt: Finalizar Exercício
tr: Egzersizi Bitir

# training.wod.builder.exampleName
source: e.g., Fran
fr: ex: Fran
id: mis., Fran
pt: ex., Fran
tr: Örn: Fran

# training.wod.builder.exampleType
source: e.g., For Time / AMRAP / EMOM
fr: ex: For Time / AMRAP / EMOM
id: mis., For Time / AMRAP / EMOM
pt: ex., Por Tempo / AMRAP / EMOM
tr: Örn: For Time / AMRAP / EMOM

# training.wod.builder.exampleMovements
source: e.g., 21-15-9 Thruster Burpees
fr: ex: 21-15-9 Thruster Burpees
id: mis., 21-15-9 Thruster Burpees
pt: ex., 21-15-9 Thruster Burpees
tr: Örn: 21-15-9 Thruster Burpee

# training.rest.title
source: Rest
fr: Repos
id: Istirahat
pt: Descanso
tr: Dinlenme
