Repository: burakkho/thrustr
Catalog: Resources/*.lproj/Localizable.strings
Languages: fr, id, pt, tr

# profile.ffmi.whatIsFFMIDesc
source: Fat-Free Mass Index (FFMI) is a measurement that estimates the amount of muscle mass relative to height, providing insight into natural muscle-building potential and body composition.
fr: L'Indice de Masse Maigre (FFMI) est une mesure qui estime la quantité de masse musculaire par rapport à la taille, fournissant un aperçu du potentiel naturel de développement musculaire et de la composition corporelle.
id: Fat-Free Mass Index (FFMI) adalah pengukuran yang memperkirakan jumlah massa otot relatif terhadap tinggi, memberikan wawasan tentang potensi pembentukan otot alami dan komposisi tubuh.
pt: Índice de Massa Livre de Gordura (FFMI) é uma medida que estima a quantidade de massa muscular relativa à altura, fornecendo insight sobre o potencial natural de construção muscular e composição corporal.
tr: Yağsız Kütle İndeksi (FFMI), boy ile orantılı kas kütlesi miktarını tahmin eden bir ölçümdür. Doğal kas geliştirme potansiyeli ve vücut kompozisyonu hakkında bilgi verir.

# profile.ffmi.measurements
source: Measurements
fr: Mesures
id: Pengukuran
pt: Medidas
tr: Ölçümler

# profile.ffmi.height
source: Height
fr: Taille
id: Tinggi
pt: Altura
tr: Boy

# profile.ffmi.weight
source: Weight
fr: Poids
id: Berat
pt: Peso
tr: Kilo

# profile.ffmi.bodyFat
source: Body Fat %
fr: Graisse Corporelle %
id: Lemak Tubuh %
pt: Gordura Corporal %
tr: Vücut Yağ Oranı %

# profile.ffmi.calculate
source: Calculate
fr: Calculer
id: Hitung
pt: Calcular
tr: Hesapla

# profile.ffmi.results
source: Results
fr: Résultats
id: Hasil
pt: Resultados
tr: Sonuçlar

# profile.ffmi.resultsTitle
source: Results
fr: Résultats
id: Hasil
pt: Resultados
tr: Sonuçlar

# profile.ffmi.score
source: FFMI Score
fr: Score FFMI
id: Skor FFMI
pt: Pontuação FFMI
tr: FFMI Skoru

# profile.ffmi.ffmiValue
source: FFMI Value
fr: Valeur FFMI
id: Nilai FFMI
pt: Valor FFMI
tr: FFMI Değeri

# profile.ffmi.normalizedScore
source: Normalized FFMI
fr: FFMI Normalisé
id: FFMI Ternormalisasi
pt: FFMI Normalizado
tr: Normalleştirilmiş FFMI

# profile.ffmi.leanMass
source: Lean Mass
fr: Masse Maigre
id: Massa Tanpa Lemak
pt: Massa Magra
tr: Yağsız Kütle

# profile.ffmi.bodyFatMass
source: Body Fat Mass
fr: Masse Grasse
id: Massa Lemak Tubuh
pt: Massa de Gordura Corporal
tr: Vücut Yağ Kütlesi

# profile.ffmi.category
source: Category
fr: Catégorie
id: Kategori
pt: Categoria
tr: Kategori

# profile.ffmi.interpretation
source: Interpretation
fr: Interprétation
id: Interpretasi
pt: Interpretação
tr: Yorum

# profile.ffmi.scale
source: FFMI Scale
fr: Échelle FFMI
id: Skala FFMI
pt: Escala FFMI
tr: FFMI Ölçeği

# profile.ffmi.targets
source: FFMI Targets
fr: Objectifs FFMI
id: Target FFMI
pt: Metas FFMI
tr: FFMI Hedefleri

# profile.ffmi.targetsDesc
source: Use FFMI to set realistic muscle-building goals. Aim for steady progress within the natural range for sustainable results.
fr: Utilisez le FFMI pour fixer des objectifs réalistes de développement musculaire. Visez un progrès régulier dans la plage naturelle pour des résultats durables.
id: Gunakan FFMI untuk menetapkan target pembentukan otot yang realistis. Bidik kemajuan stabil dalam rentang alami untuk hasil yang berkelanjutan.
pt: Use FFMI para definir metas realistas de construção muscular. Busque progresso constante dentro da faixa natural para resultados sustentáveis.
tr: Gerçekçi kas geliştirme hedefleri belirlemek için FFMI'yi kullanın. Sürdürülebilir sonuçlar için doğal aralıkta istikrarlı ilerlemeyi hedefleyin.

# profile.ffmi.naturalLimit
source: Natural Limit
fr: Limite Naturelle
id: Batas Alami
pt: Limite Natural
tr: Doğal Sınır

# profile.ffmi.naturalLimitDesc
source: An FFMI of 25 is generally considered the upper limit achievable naturally without performance-enhancing substances.
fr: Un FFMI de 25 est généralement considéré comme la limite supérieure atteignable naturellement sans substances améliorant les performances.
id: FFMI 25 umumnya dianggap sebagai batas atas yang dapat dicapai secara alami tanpa zat peningkat performa.
pt: Um FFMI de 25 é geralmente considerado o limite superior alcançável naturalmente sem substâncias que melhoram o desempenho.
tr: 25 FFMI değeri genellikle performans artırıcı maddeler olmadan doğal olarak ulaşılabilecek üst sınır kabul edilir.

# profile.ffmi.note
source: Important Note
fr: Note Importante
id: Catatan Penting
pt: Nota Importante
tr: Önemli Not

# profile.ffmi.noteDesc
source: FFMI calculations are estimates. Individual variation exists and values should be used as general guidance alongside other health and fitness assessments.
fr: Les calculs FFMI sont des estimations. Des variations individuelles existent et les valeurs doivent être utilisées comme guide général avec d'autres évaluations de santé et fitness.
id: Kalkulasi FFMI adalah perkiraan. Variasi individual ada dan nilai harus digunakan sebagai panduan umum bersama penilaian kesehatan dan fitness lainnya.
pt: Cálculos de FFMI são estimativas. Variação individual existe e valores devem ser usados como orientação geral junto com outras avaliações de saúde e fitness.
tr: FFMI hesaplamaları tahminidir. Bireysel farklılıklar vardır ve değerler diğer sağlık ve fitness değerlendirmeleri ile birlikte genel rehberlik olarak kullanılmalıdır.

# profile.ffmi.belowAverage
source: Below Average
fr: En Dessous de la Moyenne
id: Di Bawah Rata-rata
pt: Abaixo da Média
tr: Ortalamanın Altı

# profile.ffmi.average
source: Average
fr: Moyenne
id: Rata-rata
pt: Média
tr: Ortalama

# profile.ffmi.aboveAverage
source: Above Average
fr: Au Dessus de la Moyenne
id: Di Atas Rata-rata
pt: Acima da Média
tr: Ortalamanın Üstü

# profile.ffmi.excellent
source: Excellent
id: Sangat Baik
pt: Excelente
tr: Mükemmel

# profile.ffmi.superior
source: Superior
fr: Supérieur
tr: Üstün

# profile.ffmi.suspicious
source: Suspicious
fr: Suspect
id: Mencurigakan
pt: Suspeito
tr: Şüpheli

# profile.navy.title
source: Navy Method Calculator
fr: Calculateur Méthode Navy
id: Kalkulator Metode Navy
pt: Calculadora Método Navy
tr: Donanma Yöntemi Hesaplayıcı

# profile.navy.calculate
source: Calculate
fr: Calculer
id: Hitung
pt: Calcular
tr: Hesapla

# profile.navy.male
source: Male
tr: Erkek

# profile.navy.female
source: Female
tr: Kadın

# profile.oneRM.title
source: 1RM Calculator
fr: Calculateur 1RM
id: Kalkulator 1RM
pt: Calculadora 1RM
tr: 1RM Hesaplayıcı

# profile.oneRM.subtitle
source: One Rep Max Calculator
fr: Calculateur Une Répétition Maximum
id: Kalkulator One Rep Max
pt: Calculadora de Uma Repetição Máxima
tr: Tek Tekrar Maksimum Hesaplayıcı

# profile.oneRM.about
source: About 1RM
fr: À propos 1RM
id: Tentang 1RM
pt: Sobre 1RM
tr: 1RM Hakkında

# profile.oneRM.whatIsOneRM
source: What is 1RM?
tr: 1RM Nedir?

# profile.oneRM.whatIsOneRMDesc
source: The maximum weight you can lift for one repetition in an exercise
tr: Bir egzersizde maksimum tek tekrarda kaldırabileceğiniz ağırlıktır

# profile.oneRM.howToUse
source: How to Use
fr: Comment Utiliser
id: Cara Menggunakan
pt: Como Usar
tr: Nasıl Kullanılır?

# profile.oneRM.howToUseDesc
source: Enter a weight you can lift for multiple reps (1-10) to estimate your 1RM for programming purposes.
fr: Entrez un poids que vous pouvez soulever pour plusieurs répétitions (1-10) pour estimer votre 1RM à des fins de programmation.
id: Masukkan berat yang bisa Anda angkat untuk beberapa rep (1-10) untuk memperkirakan 1RM Anda untuk tujuan programming.
pt: Digite um peso que você pode levantar por múltiplas repetições (1-10) para estimar seu 1RM para fins de programação.
tr: Güvenli bir tekrar aralığında (3-10) çalışın ve hesaplayın

# profile.oneRM.weightLifted
source: Weight Lifted
fr: Poids Soulevé
id: Berat yang Diangkat
pt: Peso Levantado
tr: Kaldırdığınız Ağırlık

# profile.oneRM.repCount
source: Repetitions
fr: Répétitions
id: Repetisi
pt: Repetições
tr: Tekrar Sayısı

# profile.oneRM.calculate
source: Calculate
fr: Calculer
id: Hitung
pt: Calcular
tr: Hesapla

# profile.oneRM.results
source: Results
fr: Résultats
id: Hasil
pt: Resultados
tr: Sonuçlar

# profile.oneRM.oneRMValue
source: 1RM Value
fr: Valeur 1RM
id: Nilai 1RM
pt: Valor 1RM
tr: 1RM Değeriniz

# profile.oneRM.calculationFormula
source: Formula
fr: Formule
pt: Fórmula
tr: Hesaplama Formülü

# profile.oneRM.percentageTable
source: Percentage Table
fr: Tableau des Pourcentages
id: Tabel Persentase
pt: Tabela de Porcentagens
tr: Antrenman Yoğunlukları

# profile.oneRM.trainingInfo
source: Training Information
fr: Informations d'Entraînement
id: Informasi Latihan
pt: Informações de Treino
tr: Antrenman Bilgileri

# profile.oneRM.accuracy
source: Accuracy Note
fr: Note de Précision
id: Catatan Akurasi
pt: Nota sobre Precisão
tr: Doğruluk Notu

# profile.oneRM.accuracyDesc
source: 1RM calculations are estimates based on submaximal lifts. Individual variation exists.
fr: Les calculs 1RM sont des estimations basées sur des charges sous-maximales. Des variations individuelles existent.
id: Kalkulasi 1RM adalah perkiraan berdasarkan angkatan submaksimal. Variasi individual tetap ada.
pt: Cálculos de 1RM são estimativas baseadas em levantamentos submáximos. Variação individual existe.
tr: 1RM hesaplamaları submaksimal kaldırışlara dayalı tahminlerdir. Bireysel farklılıklar vardır.

# profile.oneRM.safety
source: Safety First
fr: Sécurité d'Abord
id: Keamanan Pertama
pt: Segurança em Primeiro Lugar
tr: Güvenlik Öncelikli

# profile.oneRM.safetyDesc
source: Never attempt a true 1RM without proper supervision and experience. Use calculated values for training guidance.
fr: Ne tentez jamais un vrai 1RM sans supervision et expérience appropriées. Utilisez les valeurs calculées pour l'orientation d'entraînement.
id: Jangan pernah mencoba 1RM yang sebenarnya tanpa pengawasan dan pengalaman yang tepat. Gunakan nilai yang dihitung untuk panduan latihan.
pt: Nunca tente um verdadeiro 1RM sem supervisão adequada e experiência. Use valores calculados para orientação de treino.
tr: Gerçek 1RM testini deneyimsiz yapmayın. Hesaplanan değerleri antrenman rehberliği için kullanın.

# navigation.program_details
source: Program Details
fr: Détails du Programme
id: Detail Program
pt: Detalhes do Programa
tr: Program Detayları

# navigation.save_result
source: Save Result
fr: Sauvegarder Résultat
id: Simpan Hasil
pt: Salvar Resultado
tr: Sonucu Kaydet

# navigation.training_goals
source: Training Goals
fr: Objectifs d'Entraînement
id: Target Latihan
pt: Metas de Treino
tr: Antrenman Hedefleri

# empty_state.no_workouts.title
source: No Workouts Yet
fr: Aucun Entraînement Encore
id: Belum Ada Latihan
pt: Nenhum Treino Ainda
tr: Henüz Antrenman Yok

# empty_state.no_workouts.subtitle
source: Start your first workout
fr: Commencez votre premier entraînement
id: Mulai latihan pertama Anda
pt: Inicie seu primeiro treino
tr: İlk antrenmanınızı başlatın

# empty_state.no_results.title
source: No Results Found
fr: Aucun Résultat Trouvé
id: Tidak Ada Hasil
pt: Nenhum Resultado Encontrado
tr: Sonuç Bulunamadı

# empty_state.no_results.subtitle
source: Try different search terms
fr: Essayez des termes de recherche différents
id: Coba istilah pencarian lain
pt: Tente termos de pesquisa diferentes
tr: Arama terimlerinizi değiştirmeyi deneyin

# empty_state.no_custom_metcon.title
source: No Custom METCON
fr: Aucun METCON Personnalisé
id: Tidak Ada METCON Kustom
pt: Nenhum METCON Personalizado
tr: Özel METCON Yok

# empty_state.no_custom_metcon.subtitle
source: Create your first custom workout
fr: Créez votre premier entraînement personnalisé
id: Buat latihan kustom pertama Anda
pt: Crie seu primeiro treino personalizado
tr: İlk özel antrenmanınızı oluşturun

# empty_state.no_metcon_found.title
source: No METCON Found
fr: Aucun METCON Trouvé
id: METCON Tidak Ditemukan
pt: Nenhum METCON Encontrado
tr: METCON Bulunamadı

# empty_state.no_metcon_found.subtitle
source: Try different filters
fr: Essayez des filtres différents
id: Coba filter lain
pt: Tente filtros diferentes
tr: Farklı filtreler deneyin

# training.edit_wod
source: Edit WOD
fr: Modifier WOD
pt: Editar WOD
tr: WOD Düzenle

# training.next_deadline
source: Next Deadline
fr: Prochaine Échéance
id: Deadline Selanjutnya
pt: Próximo Prazo
tr: Sonraki Deadline

# training.days
source: days
fr: jours
id: hari
pt: dias
tr: gün

# training.none
source: None
fr: Aucun
id: Tidak ada
pt: Nenhum
tr: Yok

# training.background_content
source: Background Content
fr: Contenu d'arrière-plan
id: Konten Background
pt: Conteúdo de Fundo
tr: Arkaplan İçerik

source: Training Sessions
fr: Séances d'Entraînement
id: Sesi Latihan
pt: Sessões de Treino
tr: Antrenman Oturumları

# training.save_goals
source: Save Goals
fr: Sauvegarder les Objectifs
id: Simpan Target
pt: Salvar Metas
tr: Hedefleri Kaydet

# training.weekly_goals
source: 🎯 Weekly Goals
fr: 🎯 Objectifs Hebdomadaires
id: 🎯 Target Mingguan
pt: 🎯 Metas Semanais
tr: 🎯 Haftalık Hedefler

# training.dashboard_progress_targets
source: Dashboard progress targets
fr: Objectifs de progrès du tableau de bord
id: Target progress dashboard
pt: Alvos de progresso do painel
tr: Gösterge paneli ilerleme hedefleri

# training.notes_optional
source: Notes (optional)
fr: Notes (optionnelles)
id: Catatan (opsional)
pt: Observações (opcional)
tr: Notlar (isteğe bağlı)

# training.calculate_starting_weights
source: Calculate Starting Weights
fr: Calculer les Poids de Départ
id: Hitung Berat Awal
pt: Calcular Pesos Iniciais
tr: Başlangıç Ağırlıklarını Hesapla

# training.timer.cancel
source: Cancel
fr: Annuler
id: Batal
pt: Cancelar
tr: İptal

# training.alerts.cancelWorkout
source: Cancel Workout
fr: Annuler Séance
id: Batal Latihan
pt: Cancelar Treino
tr: Antrenmanı İptal Et

# training.alerts.cancelWorkoutMessage
source: Are you sure you want to cancel this workout?
fr: Êtes-vous sûr de vouloir annuler cette séance?
id: Apakah Anda yakin ingin membatalkan latihan ini?
pt: Tem certeza de que deseja cancelar este treino?
tr: Bu antrenmanı iptal etmek istediğinize emin misiniz?

# training.alerts.keepTraining
source: Keep Training
fr: Continuer l'Entraînement
id: Lanjut Latihan
pt: Continuar Treinando
tr: Antrenman Devam Et

# training.alerts.cancelWorkoutAction
source: Cancel
fr: Annuler
id: Batal
pt: Cancelar
tr: İptal Et

# training.alerts.deleteSet
source: Delete Set
fr: Supprimer la Série
id: Hapus Set
pt: Excluir Série
tr: Seti Sil

# training.alerts.deleteWorkout
source: Delete Workout
fr: Supprimer la Séance
id: Hapus Latihan
pt: Excluir Treino
tr: Antrenmanı Sil

# training.alerts.resultSaved
source: Result Saved
fr: Résultat Sauvegardé
id: Hasil Disimpan
pt: Resultado Salvo
tr: Sonuç Kaydedildi

# training.alerts.newPRCongrats
source: New PR! Congratulations!
fr: Nouveau RP! Félicitations!
id: PR Baru! Selamat!
pt: Novo RP! Parabéns!
tr: Yeni PR! Tebrikler!

# training.alerts.workoutRecorded
source: Workout Recorded
fr: Entraînement Enregistré
id: Latihan Tercatat
pt: Treino Registrado
tr: Antrenman Kaydedildi

# training.alerts.finishWorkout
source: Finish Workout
fr: Terminer Entraînement
id: Selesaikan Latihan
pt: Finalizar Treino
tr: Antrenmanı Bitir

# training.alerts.ok
source: OK
tr: Tamam

# training.alerts.delete
source: Delete
fr: Supprimer
id: Hapus
pt: Excluir
tr: Sil

# training.status.preparing
source: Preparing
fr: Préparation
id: Bersiap
pt: Preparando
tr: Hazırlanıyor

# training.status.ready
source: Ready
fr: Prêt
id: Siap
pt: Pronto
tr: Hazır

# training.status.inProgress
source: In Progress
fr: En Cours
id: Sedang Berlangsung
pt: Em Andamento
tr: Devam Ediyor

# training.status.paused
source: Paused
fr: En Pause
id: Dijeda
pt: Pausado
tr: Duraklı

# training.status.completed
source: Completed
fr: Terminé
id: Selesai
pt: Completado
tr: Tamamlandı

# training.oneRM.enterWeight
source: Enter Weight
fr: Entrez le Poids
id: Masukkan Berat
pt: Digite o Peso
tr: Ağırlık Gir

# training.oneRM.estimateHelp
source: Enter your current max weight for 1RM estimation
fr: Entrez votre poids maximum actuel pour l'estimation 1RM
id: Masukkan berat maksimum saat ini untuk estimasi 1RM
pt: Digite seu peso máximo atual para estimação de 1RM
tr: 1RM tahmini için mevcut maksimum ağırlığınızı girin

# training.oneRM.underestimateWarning
source: Underestimating is safe - you can always increase
fr: Sous-estimer est sécuritaire - vous pouvez toujours augmenter
id: Underestimasi aman - Anda selalu bisa naikkan
pt: Subestimar é seguro - você sempre pode aumentar
tr: Düşük tahmin yapmak güvenlidir - her zaman artırabilirsiniz

# training.oneRM.previous
source: Previous
fr: Précédent
id: Sebelumnya
pt: Anterior
tr: Önceki

# training.oneRM.next
source: Next
fr: Suivant
id: Selanjutnya
pt: Próximo
tr: Sonraki

# training.oneRM.calculateWeights
source: Calculate Weights
fr: Calculer Poids
id: Hitung Berat
pt: Calcular Pesos
tr: Ağırlıkları Hesapla

# training.programs.chooseProgramDesc
source: Choose a structured program for your goals
fr: Choisissez un programme structuré pour vos objectifs
id: Pilih program terstruktur untuk target Anda
pt: Escolha um programa estruturado para suas metas
tr: Hedefleriniz için yapılandırılmış bir program seçin

# training.programs.prsThisWeek
source: PRs This Week
fr: RP Cette Semaine
id: PR Minggu Ini
pt: RPs desta Semana
tr: Bu Hafta PR'lar

# training.programs.finishedProgramCongrats
source: Program Completed! Congratulations!
fr: Programme Terminé! Félicitations!
id: Program Selesai! Selamat!
pt: Programa Completado! Parabéns!
tr: Program Tamamlandı! Tebrikler!

# training.wod.history
source: History
fr: Historique
id: Riwayat
pt: Histórico
tr: Geçmiş

# wod.search_placeholder
source: Search workouts...
fr: Rechercher entraînements...
id: Cari latihan...
pt: Pesquisar treinos...
tr: Antrenman ara...

# wod.create_new_metcon
source: Create New METCON
fr: Créer Nouveau METCON
id: Buat METCON Baru
pt: Criar Novo METCON
tr: Yeni METCON Oluştur

# wod.build_custom_workout
source: Build a custom workout
fr: Construire un entraînement personnalisé
id: Bangun latihan kustom
pt: Construir um treino personalizado
tr: Özel antrenman oluştur

# wod.scan_qr
source: Scan QR Code
fr: Scanner Code QR
pt: Escanear Código QR
tr: QR Kod Tara

# wod.import_shared_workouts
source: Import shared workouts
fr: Importer entraînements partagés
id: Import latihan yang dibagikan
pt: Importar treinos compartilhados
tr: Paylaşılan antrenmanları içe aktar

# wod.no_custom_metcon
source: No Custom METCONs
fr: Aucun METCON Personnalisé
id: Tidak Ada METCON Kustom
pt: Nenhum METCON Personalizado
tr: Özel METCON Yok

# wod.create_first_metcon
source: Create your first custom METCON
fr: Créez votre premier METCON personnalisé
id: Buat METCON kustom pertama Anda
pt: Crie seu primeiro METCON personalizado
tr: İlk özel METCON'unuzu oluşturun

# wod.create_metcon
source: Create METCON
fr: Créer METCON
id: Buat METCON
pt: Criar METCON
tr: METCON Oluştur

# training.wod.myWODs
source: My WODs
id: WOD Saya
pt: Meus WODs
tr: METCON'larım

# training.charts.sessionsThisWeek
source: Sessions This Week
id: Sesi Minggu Ini
pt: Sessões desta Semana
tr: Bu Hafta Seanslar

# training.charts.oneRMProgression
source: 1RM Progression
id: Progresi 1RM
pt: Progressão 1RM
tr: 1RM İlerlemesi

# training.charts.weightChange
source: Weight Change
id: Perubahan Berat
pt: Mudança de Peso
tr: Ağırlık Değişimi

# nutrition.scan.invalidBarcode
source: Invalid barcode
fr: Code-barres invalide
id: Barcode tidak valid
pt: Código de barras inválido
tr: Geçersiz barkod

# nutrition.categories.all
source: All
fr: Tous
id: Semua
pt: Todos
tr: Tümü

# nutrition.categories.meat
source: Meat
fr: Viande
id: Daging
pt: Carne
tr: Et

# nutrition.categories.dairy
source: Dairy
fr: Produits laitiers
id: Susu
pt: Laticínios
tr: Süt Ürünleri

# nutrition.categories.grains
source: Grains
fr: Céréales
id: Gandum
pt: Grãos
tr: Tahıllar

# nutrition.categories.vegetables
source: Vegetables
fr: Légumes
id: Sayuran
pt: Vegetais
tr: Sebzeler

# nutrition.categories.fruits
source: Fruits
id: Buah
pt: Frutas
tr: Meyveler

# nutrition.categories.nuts
source: Nuts
fr: Noix
id: Kacang
pt: Nozes
tr: Kuruyemişler

# nutrition.categories.beverages
source: Beverages
fr: Boissons
id: Minuman
pt: Bebidas
tr: İçecekler

# nutrition.categories.snacks
source: Snacks
fr: Collations
id: Snack
pt: Lanches
tr: Atıştırmalıklar

# nutrition.categories.turkish
source: Turkish Dishes
tr: Türk Yemekleri

# nutrition.categories.supplements
source: Supplements
tr: Takviyeler

# nutrition.categories.condiments
source: Sauces & Condiments
tr: Soslar & Baharatlar

# nutrition.categories.bakery
source: Bakery Products
tr: Fırın Ürünleri

# nutrition.categories.seafood
source: Seafood
tr: Deniz Ürünleri

# nutrition.categories.desserts
source: Desserts
tr: Tatlılar

# nutrition.categories.other
source: Other
fr: Autre
id: Lainnya
pt: Outros
tr: Diğer

# nutrition.labels.serving
source: Serving
fr: Portion
id: Porsi
pt: Porção
tr: Porsiyon

# nutrition.labels.servingSize
source: Serving Size
fr: Taille de la portion
id: Ukuran Porsi
pt: Tamanho da Porção
tr: Porsiyon Boyutu

# nutrition.labels.portionEntry
source: Portion Entry
fr: Saisie de portion
id: Entri Porsi
pt: Entrada de Porção
tr: Porsiyon Girişi

# nutrition.camera.failedToStart
source: Failed to start camera
fr: Échec du démarrage de la caméra
id: Gagal memulai kamera
pt: Falha ao iniciar câmera
tr: Kamera başlatılamadı

# nutrition.camera.permissionRequired
source: Camera permission required
fr: Autorisation caméra requise
id: Izin kamera diperlukan
pt: Permissão de câmera necessária
tr: Kamera izni gerekli

# nutrition.camera.openSettings
source: Open Settings
fr: Ouvrir réglages
id: Buka Pengaturan
pt: Abrir Configurações
tr: Ayarları Aç

# analytics.time_range
source: Time Range
id: Rentang Waktu
pt: Intervalo de Tempo
tr: Zaman Aralığı

# analytics.chart_type
source: Chart Type
id: Jenis Chart
pt: Tipo de Gráfico
tr: Grafik Türü

# analytics.statistics
source: Statistics
id: Statistik
pt: Estatísticas
tr: İstatistikler

# analytics.insights
source: Insights
tr: Analiz

# analytics.average_progress
source: Average Progress
id: Progress Rata-rata
pt: Progresso Médio
tr: Ortalama İlerleme

# analytics.next_deadline
source: Next Deadline
id: Deadline Selanjutnya
pt: Próximo Prazo
tr: Sonraki Deadline

# analytics.completed_this_month
source: Completed This Month
fr: Terminé Ce Mois
id: Selesai Bulan Ini
pt: Completado este Mês
tr: Bu Ay Tamamlanan

# analytics.success_rate
source: Success Rate
fr: Taux de Réussite
id: Tingkat Keberhasilan
pt: Taxa de Sucesso
tr: Başarı Oranı

# analytics.completed_goals
source: Completed Goals
fr: Objectifs Accomplis
id: Target Selesai
pt: Metas Completadas
tr: Tamamlanan Hedefler

# analytics.goal_setting_tips
source: Goal Setting Tips
fr: Conseils de Définition d'Objectifs
id: Tips Setting Target
pt: Dicas para Definir Metas
tr: Hedef Belirleme İpuçları

# analytics.smart_goals
source: SMART Goals
fr: Objectifs SMART
id: Target SMART
pt: Metas SMART
tr: SMART Hedefler

# analytics.smart_goals_desc
source: Set Specific, Measurable, Achievable, Realistic and Time-bound goals
id: Set target Spesifik, Terukur, Dapat Dicapai, Realistis dan Terikat Waktu
pt: Defina metas Específicas, Mensuráveis, Alcançáveis, Realistas e com Prazo
tr: Spesifik, Ölçülebilir, Ulaşılabilir, Gerçekçi ve Zaman sınırlı hedefler belirleyin

# analytics.small_steps
source: Small Steps
fr: Petites Étapes
id: Langkah Kecil
pt: Pequenos Passos
tr: Küçük Adımlar

# analytics.small_steps_desc
source: Break big goals into smaller, manageable parts
id: Pecah target besar menjadi bagian kecil yang dapat dikelola
pt: Divida metas grandes em partes menores e gerenciáveis
tr: Büyük hedefleri küçük, yönetilebilir parçalara bölün

# analytics.regular_tracking
source: Regular Tracking
fr: Suivi Régulier
id: Pelacakan Rutin
pt: Acompanhamento Regular
tr: Düzenli Takip
