Repository: burakkho/thrustr
Catalog: Resources/*.lproj/Localizable.strings
Languages: fr, id, pt, tr

# cardio.session.workout_completed
source: You completed your workout
tr: Antrenmanını tamamladın

# cardio.session.how_do_you_feel
source: How Do You Feel?
tr: Nasıl Hissediyorsun?

# cardio.session.notes_placeholder
source: Notes about your workout...
tr: Antrenman hakkında notlarınız...

# cardio.session.exit_without_saving
source: Exit Without Saving
tr: Kaydetmeden Çık

# cardio.session.your_route
source: Your Route
tr: Rotanız

# cardio.session.start_marker
source: Start
tr: Başlangıç

# cardio.session.finish_marker
source: Finish
tr: Bitiş

# cardio.session.detailed_statistics
source: Detailed Statistics
tr: Detaylı İstatistikler

# cardio.session.perceived_effort
source: Perceived Effort
tr: Algılanan Zorluk

# cardio.session.heart_rate_stats
source: Heart Rate Statistics
tr: Nabız İstatistikleri

# cardio.session.add_heart_rate_data
source: Add Heart Rate Data
tr: Nabız Verisi Ekle

# cardio.session.edited
source: EDITED
tr: DÜZENLENDI

# cardio.session.edit_duration
source: Edit Duration
tr: Süre Düzenle

# cardio.session.edit_distance
source: Edit Distance
tr: Mesafe Düzenle

# cardio.session.edit_heart_rate
source: Edit Heart Rate
tr: Nabız Düzenle

# cardio.session.edit_calories
source: Edit Calories
tr: Kalori Düzenle

# cardio.session.duration_description
source: Adjust your workout duration
tr: Antrenman sürenizi ayarlayın

# cardio.session.distance_description
source: Adjust your workout distance in %@
tr: Antrenman mesafenizi %@ cinsinden ayarlayın

# cardio.session.heart_rate_description
source: Enter your average and maximum heart rate
tr: Ortalama ve maksimum nabız değerlerinizi girin

# cardio.session.calories_description
source: Enter the amount of calories you burned
tr: Yaktığınız kalori miktarını girin

# cardio.session.duration_label
source: Duration
tr: Süre

# cardio.session.average_heart_rate
source: Average Heart Rate (BPM)
tr: Ortalama Nabız (BPM)

# cardio.session.maximum_heart_rate
source: Maximum Heart Rate (BPM)
tr: Maksimum Nabız (BPM)

# cardio.session.burned_calories
source: Burned Calories
tr: Yakılan Kalori

# cardio.session.tip_icon
source: 💡 Tip
tr: 💡 İpucu

# cardio.session.heart_rate_tip
source: Normal resting heart rate is 60-100 BPM, maximum heart rate is approximately (220 - age)
tr: Normal dinlenme nabzı 60-100 BPM, maksimum nabız yaklaşık (220 - yaş) formülü ile hesaplanır

# cardio.session.calories_tip
source: On average, running burns 60-100 kcal/km, cycling burns 30-50 kcal/km
tr: Ortalama olarak koşu 60-100 kcal/km, bisiklet 30-50 kcal/km yakar

# cardio.session.average_heart_rate_bpm
source: Average Heart Rate (BPM)
tr: Ortalama Nabız (BPM)

# cardio.session.maximum_heart_rate_bpm
source: Maximum Heart Rate (BPM)
tr: Maksimum Nabız (BPM)

# cardio.session.edit_calories_description
source: Enter the amount of calories you burned
tr: Yaktuğınız kalori miktarını girin

# cardio.session.calories_burned_label
source: Calories Burned
tr: Yakılan Kalori

# cardio.session.share_workout_completed
source: 🏃 I completed my workout!
tr: 🏃 Antrenmanımı tamamladım!

# cardio.session.share_duration_prefix
source: ⏱ Duration:
tr: ⏱ Süre:

# cardio.session.achievement_title
source: Workout Completed!
tr: Antrenman Tamamlandı!

# cardio.session.achievement_body
source: You completed %@ workout in %d minutes and burned %d calories! Great job!
tr: %@ antrenmanını %d dakikada tamamladın ve %d kalori yaktın! Harika iş!

# cardio.session.achievement_in_app
source: You completed %@ workout in %d minutes!
tr: %@ antrenmanını %d dakikada tamamladın!

# calculator.navy_method.title
source: Navy Method Calculator
tr: Navy Method Hesaplayıcısı

# calculator.navy_method.subtitle
source: Calculate your body fat percentage with measurements
tr: Vücut yağ oranınızı ölçümlerle hesaplayın

# calculator.navy_method.measurements_section
source: Measurements
tr: Ölçümler

# calculator.navy_method.results_section
source: Results
tr: Sonuçlar

# calculator.navy_method.about_section
source: About Navy Method
tr: Navy Method Hakkında

# calculator.navy_method.age_label
source: Age
tr: Yaş

# calculator.navy_method.waist_circumference
source: Waist Circumference
tr: Bel Çevresi

# calculator.navy_method.neck_circumference
source: Neck Circumference
tr: Boyun Çevresi

# calculator.navy_method.hip_circumference
source: Hip Circumference
tr: Kalça Çevresi

# calculator.navy_method.body_fat_percentage_title
source: Your Body Fat Percentage
tr: Vücut Yağ Oranınız

# calculator.navy_method.body_fat_scale_title
source: Body Fat Scale
tr: Vücut Yağ Skalası

# calculator.navy_method.reliability_title
source: Reliability
tr: Güvenilirlik

# calculator.navy_method.reliability_description
source: Scientifically proven method developed by the US Navy
tr: ABD Donanması tarafından geliştirilen, bilimsel olarak kanıtlanmış yöntem

# calculator.navy_method.accuracy_title
source: Accuracy
tr: Doğruluk

# calculator.navy_method.accuracy_description
source: Provides quite accurate results with ±3-4% margin of error
tr: ±3-4% hata payı ile oldukça doğru sonuçlar verir

# calculator.navy_method.important_note_title
source: Important Note
tr: Önemli Not

# calculator.navy_method.important_note_description
source: Measurement precision directly affects the result, measure carefully
tr: Ölçüm hassasiyeti sonucu doğrudan etkiler, dikkatli ölçün

# calculator.navy_method.tracking_title
source: Tracking
tr: Takip

# calculator.navy_method.tracking_description
source: You can track your progress with regular measurements
tr: Düzenli ölçümlerle ilerlemenizi takip edebilirsiniz

# calculator.navy_method.gender.male
source: Male
tr: Erkek

# calculator.navy_method.gender.female
source: Female
tr: Kadın

# calculator.body_fat.category.essential
source: Essential Fat
tr: Temel Yağ

# calculator.body_fat.category.athlete
source: Athlete
tr: Sporcu

# calculator.body_fat.category.average
source: Average
tr: Ortalama

# calculator.body_fat.category.obese
source: Obese
tr: Obez

# calculator.body_fat.description.essential
source: Minimum fat required for essential body functions
tr: Vücudun temel işlevleri için gerekli minimum yağ

# calculator.body_fat.description.athlete
source: Ideal level for professional athletes
tr: Profesyonel sporcular için ideal seviye

# calculator.body_fat.description.fitness
source: Ideal for active and healthy individuals
tr: Aktif ve sağlıklı bireyler için ideal

# calculator.body_fat.description.average
source: Normal level considered healthy
tr: Sağlıklı kabul edilen normal seviye

# calculator.body_fat.description.obese
source: Health risks may occur, consider losing weight
tr: Sağlık riskleri olabilir, kilo vermeyi düşünün

# common.actions.save
source: Save
tr: Kaydet

# common.actions.cancel
source: Cancel
tr: İptal

# common.onboarding.common.cancel
source: Cancel
fr: Annuler
pt: Cancelar
tr: İptal

# common.actions.retry
source: Retry
tr: Tekrar Dene

# common.actions.continue
source: Continue
tr: Devam

# common.actions.done
source: Done
tr: Tamam

# common.actions.share
source: Share
tr: Paylaş

# exercise.type.isolation
source: Isolation
tr: İzolasyon

# exercise.type.other
source: Other
tr: Diğer

# exercise.category.push.description
source: Chest, shoulder, triceps movements
tr: Göğüs, omuz, triceps hareketleri

# exercise.category.pull.description
source: Back, biceps movements
tr: Sırt, biceps hareketleri

# exercise.category.legs.description
source: Leg and hip movements
tr: Bacak ve kalça hareketleri

# exercise.category.core.description
source: Abdominal and core movements
tr: Karın ve core hareketleri

# exercise.category.cardio.description
source: Cardiovascular exercises
tr: Kardiyovasküler egzersizler

# exercise.category.functional.description
source: Functional movement patterns
tr: Fonksiyonel hareket kalıpları

# exercise.category.isolation.description
source: Isolation and auxiliary movements
tr: İzolasyon ve yardımcı hareketler

# exercise.category.strength.description
source: Strength-focused multi-joint movements
tr: Kuvvet odaklı çok eklemli hareketler

# exercise.category.flexibility.description
source: Flexibility and mobility work
tr: Esneklik ve mobilite çalışmaları

# exercise.category.plyometric.description
source: Explosive power and jumping exercises
tr: Patlayıcı güç ve sıçrama çalışmaları

# exercise.category.other.description
source: Other exercise types
tr: Diğer egzersiz türleri

# exercise.equipment.bodyweight
source: Bodyweight
tr: Vücut Ağırlığı

# exercise.equipment.band
source: Resistance Band
tr: Direnç Bandı

# exercise.equipment.pullup_bar
source: Pullup Bar
tr: Barfiks Barı

# exercise.equipment.other
source: Other
tr: Diğer

# exercise.format.for_time.description
source: Complete the movements in the shortest time possible
tr: Belirlenen hareketleri mümkün olan en kısa sürede tamamla

# exercise.format.amrap.description
source: Do as many reps/rounds as possible in the given time
tr: Belirlenen sürede mümkün olduğunca çok tekrar/round yap

# exercise.format.emom.description
source: Do the movements at the beginning of every minute
tr: Her dakikanın başında belirlenen hareketleri yap

# exercise.format.tabata.description
source: Work 20 seconds, rest 10 seconds - 8 rounds
tr: 20 saniye çalış, 10 saniye dinlen - 8 round

# exercise.format.rounds.description
source: Complete the specified number of rounds
tr: Belirlenen sayıda round tamamla

# exercise.format.ladder.description
source: Progress by increasing or decreasing reps
tr: Tekrar sayısını artırarak veya azaltarak ilerle

# exercise.format.chipper.description
source: Complete high-rep movements in sequence
tr: Yüksek tekrarlı hareketleri sırayla bitir

# exercise.format.custom.description
source: Custom format
tr: Özel format

# exercise.difficulty.beginner
source: Beginner
tr: Başlangıç

# exercise.difficulty.intermediate
source: Intermediate
tr: Orta

# exercise.difficulty.advanced
source: Advanced
tr: İleri

# exercise.experience.intermediate
source: 6 months - 2 years experience
tr: 6 ay - 2 yıl deneyim

# exercise.experience.advanced
source: 2+ years experience
tr: 2+ yıl deneyim

# exercise.experience.elite
source: Professional/Competitive
tr: Profesyonel/Yarışmacı

# exercise.goal.recomp.description
source: Burn fat and gain muscle simultaneously
tr: Aynı anda yağ yak ve kas kazan

# exercise.goal.performance.description
source: Improve athletic performance
tr: Atletik performansı artır

# exercise.meal.breakfast
source: Breakfast
tr: Kahvaltı

# exercise.meal.lunch
source: Lunch
tr: Öğle

# exercise.meal.dinner
source: Dinner
tr: Akşam

# exercise.meal.snack
source: Snack
tr: Atıştırma

# exercise.meal.preworkout
source: Pre-workout
tr: Antrenman Öncesi

# exercise.meal.postworkout
source: Post-workout
tr: Antrenman Sonrası

# activity.status.completed
source: completed
tr: tamamlandı

# activity.status.started
source: started
tr: başladı

# activity.status.will_last
source: will last
tr: sürecek

# activity.status.completed_exclamation
source: completed!
tr: tamamlandı!

# activity.unit.workout
source: workout
tr: antrenman

# activity.status.in_duration
source: in
tr: sürede

# activity.strength_test.completed
source: Strength test completed
tr: Kuvvet testi tamamlandı

# time.format.minutes_ago
source: min ago
tr: dk önce

# time.format.hours_ago
source: hours ago
tr: saat önce

# time.format.yesterday
source: yesterday
tr: dün

# time.format.now
source: now
tr: şimdi

# records.previous_record
source: Previous record
tr: Önceki rekor

# units.meters
source: meters
tr: m

# units.foods
source: foods
tr: yiyecek

# activity.type.running
source: Running
tr: Koşu

# activity.type.swimming
source: Swimming
tr: Yüzme

# activity.type.walking
source: walking
tr: Yürüyüş

# activity.type.strength_training
source: Strength Training
tr: Güç Antrenmanı

# activity.type.rowing
source: rowing
tr: Kürek

# activity.type.core_training
source: Core Training
tr: Core Antrenmanı

# activity.type.jump_rope
source: Jump Rope
tr: İp Atlama

# activity.type.wrestling
source: Wrestling
tr: Güreş

# activity.type.martial_arts
source: Martial Arts
tr: Dövüş Sanatları

# activity.type.other
source: Other
tr: Diğer

# calculators.info.accuracy
source: Accuracy
fr: Précision
pt: Precisão
tr: Doğruluk

# calculators.info.accuracy_desc
source: Calculations are based on scientific formulas
fr: Les calculs sont basés sur des formules scientifiques
pt: Cálculos são baseados em fórmulas científicas
tr: Hesaplamalar bilimsel formüllere dayanır

# calculators.info.estimated
source: Estimated Results
fr: Résultats Estimés
pt: Resultados Estimados
tr: Tahmini Sonuçlar

# calculators.info.estimated_desc
source: Results are approximate; individual differences may apply
fr: Les résultats sont approximatifs; des différences individuelles peuvent s'appliquer
pt: Resultados são aproximados; diferenças individuais podem se aplicar
tr: Sonuçlar yaklaşık değerlerdir, bireysel farklılıklar olabilir

# analytics.category.endurance
source: Endurance
tr: Dayanıklılık

# analytics.pr_data_loading
source: PR data loading...
tr: PR verileri yükleniyor...

# analytics.no_pr_records
source: No PR Records Yet
tr: Henüz PR Kaydı Yok

# analytics.start_breaking
source: category to start breaking PRs
tr: kategorisinde PR kırmaya başla

# analytics.date.today
source: Today
tr: Bugün

# analytics.date.yesterday
source: Yesterday
tr: Dün

# strength_test.weight
source: Weight
tr: Ağırlık

# strength_test.previous
source: Previous
tr: Önceki

# strength_test.error.weight_reps
source: Enter weight and rep count
tr: Ağırlık ve tekrar sayısı girin

# cardio.analytics.one_month
source: Last 1 Month
tr: Son 1 Ay

# cardio.analytics.three_months
source: Last 3 Months
tr: Son 3 Ay

# cardio.analytics.six_months
source: Last 6 Months
tr: Son 6 Ay

# cardio.analytics.last_year
source: Last 1 Year
tr: Son 1 Yıl

# cardio.analytics.all_time
source: All Time
tr: Tüm Zamanlar

# cardio.analytics.heart_rate
source: Heart Rate
tr: Nabız

# cardio.analytics.cardio_title
source: 🏃‍♂️ Cardiovascular Development
tr: 🏃‍♂️ Kardiyovasküler Gelişim

# cardio.analytics.subtitle
source: Distance, Pace & Heart Rate Analytics
tr: Mesafe, Pace ve Kalp Atışı Analitikleri

# cardio.analytics.data_loading
source: Cardio data loading...
tr: Kardio verileri yükleniyorsun...

# cardio.analytics.no_data_title
source: No Cardio Data Yet
tr: Henüz Kardio Verisi Yok

# cardio.analytics.no_data_description
source: Start tracking endurance development by recording cardio sessions
tr: Kardio seansları kaydederek endurance gelişimini takip etmeye başla

# strength.analytics.strength_title
source: 💪 Strength Development
tr: 💪 Kuvvet Gelişimi

# strength.analytics.no_1rm_data
source: No 1RM Data Yet
tr: Henüz 1RM Verisi Yok

# strength.analytics.no_1rm_description
source: Start tracking strength development by doing strength tests
tr: Strength test yaparak kuvvet gelişimini takip etmeye başla

# strength.analytics.one_year
source: Last 1 Year
tr: Son 1 Yıl

# strength.analytics.all_time
source: All Time
tr: Tüm Zamanlar

# calculators.info.health_warning
source: Health Warning
fr: Avertissement Santé
pt: Aviso de Saúde
tr: Sağlık Uyarısı

# calculators.info.health_warning_desc
source: Consult a doctor for serious health decisions
fr: Consultez un médecin pour des décisions de santé importantes
pt: Consulte um médico para decisões sérias de saúde
tr: Ciddi sağlık kararları için doktora danışın

# progress_charts.weight_chart
source: Weight Chart
fr: Graphique de Poids
pt: Gráfico de Peso
tr: Kilo Grafiği

# progress_charts.body_fat_chart
source: Body Fat Chart
fr: Graphique Graisse Corporelle
pt: Gráfico de Gordura Corporal
tr: Vücut Yağı Grafiği

# progress_charts.muscle_chart
source: Muscle Chart
fr: Graphique Muscle
pt: Gráfico de Músculo
tr: Kas Grafiği

# progress_charts.workout_chart
source: Workout Chart
fr: Graphique Entraînement
pt: Gráfico de Treino
tr: Antrenman Grafiği

# progress_charts.nutrition_chart
source: Nutrition Chart
fr: Graphique Nutrition
pt: Gráfico de Nutrição
tr: Beslenme Grafiği

# progress_charts.week
source: Week
fr: Semaine
pt: Semana
tr: Hafta

# progress_charts.month
source: Month
fr: Mois
pt: Mês
tr: Ay

# progress_charts.year
source: Year
fr: Année
pt: Ano
tr: Yıl

# progress_charts.all_time
source: All Time
fr: Depuis le Début
pt: Todos os Tempos
tr: Tüm Zamanlar

# training.test_results.not_ready
source: Test results are not ready yet.
tr: Test sonuçları henüz hazır değil.

# training.test_results.analysis_complete
source: Recommendations will appear here when your analysis is complete.
tr: Analiziniz tamamlandığında öneriler burada görünecek.

# training.test_results.recommendation_title
source: Recommendation
tr: Öneri

# training.test_results.base_standards
source: Base standards: 25 years, 80kg male
tr: Base standartlar: 25 yaş, 80kg erkek

# training.test_results.demographic_adjustment
source: Demographic adjustment applied for you
tr: Sizin için demografik ayarlama uygulandı

# training.test_results.percentile_explanation
source: Percentile: Your position within the level
tr: Percentile: Seviye içindeki pozisyonunuz

# training.test_results.beginner_description
source: New to fitness journey
tr: Fitness journey'ine yeni başlayanlar

# training.test_results.intermediate_description
source: Athletes with regular training
tr: Düzenli antrenman yapan sporcular

# training.test_results.advanced_description
source: Advanced experienced athletes
tr: İleri seviye deneyimli sporcular

# training.test_results.upper_body_dominant
source: Upper Body
tr: Üst Vücut

# training.test_results.lower_body_dominant
source: Lower Body
tr: Alt Vücut

# training.test_results.unknown_dominance
source: Unknown
tr: Bilinmiyor

# training.test_results.reps_goal_format
source: reps
tr: tekrar

# training.test_results.novice_description
source: Novice level athletes
tr: Acemi seviye sporcular

# training.test_results.expert_description
source: Expert level athletes
tr: Uzman seviye sporcular

# training.test_results.elite_description
source: Elite level athletes
tr: Elit seviye sporcular

# training.test_results.current_level
source: Current Level
tr: Mevcut Seviye

# training.test_results.exercise
source: Exercise
tr: Egzersiz

# training.test_results.personal_record
source: Personal Record
tr: Kişisel Rekor

# training.test_results.balanced
source: Balanced
tr: Dengeli

# training.test_results.unknown
source: Unknown
tr: Bilinmiyor

# training.test_results.completed
source: Completed
tr: Tamamlandi

# training.test_results.next_target
source: Next Target
tr: Sonraki Hedef

# progress_charts.no_data
source: No Data
fr: Aucune Donnée
pt: Nenhum Dado
tr: Veri Yok

# progress_charts.no_data_desc
source: Add some data to see your progress charts
fr: Ajoutez des données pour voir vos graphiques de progrès
pt: Adicione alguns dados para ver seus gráficos de progresso
tr: İlerleme grafiklerini görmek için veri ekleyin

# weight_tracking.title
source: Weight Tracking
fr: Suivi de Poids
pt: Acompanhamento de Peso
tr: Kilo Takibi

# weight_tracking.subtitle
source: Track your weight changes over time
fr: Suivez vos changements de poids au fil du temps
pt: Acompanhe as mudanças do seu peso ao longo do tempo
tr: Kilo değişimlerinizi zaman içinde takip edin

# weight_tracking.add_weight
source: Add Weight
fr: Ajouter Poids
pt: Adicionar Peso
tr: Kilo Ekle

# weight_tracking.edit_weight
source: Edit Weight
fr: Modifier Poids
pt: Editar Peso
tr: Kiloyu Düzenle

# weight_tracking.delete_weight
source: Delete Weight
fr: Supprimer Poids
pt: Excluir Peso
tr: Kiloyu Sil

# weight_tracking.weight_entry
source: Weight Entry
fr: Entrée de Poids
pt: Entrada de Peso
tr: Kilo Girişi

# weight_tracking.weight_unit
source: Weight Unit
fr: Unité de Poids
pt: Unidade de Peso
tr: Kilo Birimi

# weight_tracking.date
source: Date
pt: Data
tr: Tarih

# weight_tracking.notes
source: Notes
pt: Observações
tr: Notlar

# weight_tracking.notes_placeholder
source: Add notes about this weight entry...
fr: Ajoutez des notes sur cette entrée de poids...
pt: Adicione observações sobre esta entrada de peso...
tr: Bu kilo girişi hakkında notlar ekleyin...

# weight_tracking.current_weight
source: Current Weight
fr: Poids Actuel
pt: Peso Atual
tr: Mevcut Kilo

# weight_tracking.starting_weight
source: Starting Weight
fr: Poids de Départ
pt: Peso Inicial
tr: Başlangıç Kilosu

# weight_tracking.goal_weight
source: Goal Weight
fr: Poids Objectif
pt: Peso Meta
tr: Hedef Kilo

# weight_tracking.weight_change
source: Weight Change
fr: Changement de Poids
pt: Mudança de Peso
tr: Kilo Değişimi

# weight_tracking.average_weight
source: Average Weight
fr: Poids Moyen
pt: Peso Médio
tr: Ortalama Kilo

# weight_tracking.gaining
source: Gaining
fr: Prise
pt: Ganhando
tr: Alıyor

# weight_tracking.losing
source: Losing
fr: Perte
pt: Perdendo
tr: Veriyor

# weight_tracking.maintaining
source: Maintaining
fr: Maintien
pt: Mantendo
tr: Koruyor

# body_tracking.title
source: Body Tracking
fr: Suivi Corporel
pt: Acompanhamento Corporal
tr: Vücut Takibi

# body_tracking.subtitle
source: Track your body composition
fr: Suivez votre composition corporelle
pt: Acompanhe sua composição corporal
tr: Vücut kompozisyonunuzu takip edin

# body_tracking.body_composition
source: Body Composition
fr: Composition Corporelle
pt: Composição Corporal
tr: Vücut Kompozisyonu

# body_tracking.body_fat
source: Body Fat
fr: Graisse Corporelle
pt: Gordura Corporal
tr: Vücut Yağı

# body_tracking.muscle_mass
source: Muscle Mass
fr: Masse Musculaire
pt: Massa Muscular
tr: Kas Kütlesi

# body_tracking.water_weight
source: Water Weight
fr: Poids de l'Eau
pt: Peso da Água
tr: Su Ağırlığı

# body_tracking.bone_mass
source: Bone Mass
fr: Masse Osseuse
pt: Massa Óssea
tr: Kemik Kütlesi

# body_tracking.visceral_fat
source: Visceral Fat
fr: Graisse Viscérale
pt: Gordura Visceral
tr: İç Organ Yağı

# help.title
source: Help & Support
fr: Aide & Support
pt: Ajuda e Suporte
tr: Yardım & Destek

# help.subtitle
source: Get help and contact support
fr: Obtenez de l'aide et contactez le support
pt: Obtenha ajuda e entre em contato com o suporte
tr: Yardım alın ve destekle iletişime geçin

# help.faq
source: Frequently Asked Questions
fr: Questions Fréquemment Posées
pt: Perguntas Frequentes
tr: Sık Sorulan Sorular

# help.contact
source: Contact Support
fr: Contacter le Support
pt: Contatar Suporte
tr: Destekle İletişim

# help.feedback
source: Send Feedback
fr: Envoyer Commentaires
pt: Enviar Feedback
tr: Geri Bildirim Gönder

# help.bug_report
source: Report a Bug
fr: Signaler un Bug
pt: Reportar Bug
tr: Hata Bildir

# help.feature_request
source: Request a Feature
fr: Demander une Fonctionnalité
pt: Solicitar Recurso
tr: Özellik İste

# help.email
source: Email
tr: E-posta

# help.website
source: Website
fr: Site Web
pt: Site
tr: Web Sitesi

# help.privacy_policy
source: Privacy Policy
fr: Politique de Confidentialité
pt: Política de Privacidade
tr: Gizlilik Politikası

# help.terms_of_service
source: Terms of Service
fr: Conditions d'Utilisation
pt: Termos de Serviço
tr: Kullanım Şartları

# help.about
source: About
fr: À Propos
pt: Sobre
tr: Hakkında

# help.version
source: Version
pt: Versão
tr: Sürüm

# logout.title
source: Logout
fr: Déconnexion
pt: Sair
tr: Çıkış Yap

# logout.message
source: Are you sure you want to logout?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
pt: Tem certeza de que deseja sair?
tr: Çıkış yapmak istediğinizden emin misiniz?

# logout.confirm
source: Logout
fr: Déconnexion
pt: Sair
tr: Çıkış Yap

# logout.cancel
source: Cancel
fr: Annuler
pt: Cancelar
tr: İptal

# logout.success
source: Successfully logged out
fr: Déconnexion réussie
pt: Desconectado com sucesso
tr: Başarıyla çıkış yapıldı

# logout.error
source: Error logging out
fr: Erreur lors de la déconnexion
pt: Erro ao desconectar
tr: Çıkış yapılırken hata oluştu
