Repository: burakkho/thrustr
Catalog: Resources/*.lproj/Localizable.strings
Languages: fr, id, pt, tr

# training.analytics.weeklyTrend
source: Weekly Trend
tr: Haftalık Trend

# training.analytics.consistency
source: Consistency
tr: Tutarlılık

# training.analytics.increasing
source: 📈 Increasing
tr: 📈 Artış

# training.analytics.stable
source: 📊 Stable
tr: 📊 Stabil

# training.analytics.strong
source: 🔥 Strong
tr: 🔥 Güçlü

# training.analytics.improving
source: 💪 Improving
tr: 💪 Gelişiyor

# training.analytics.viewDetailedAnalytics
source: View Detailed Analytics
tr: Detaylı Analitikleri Görüntüle

# training.analytics.startStrengthTest
source: Take Strength Test
fr: Effectuer un Test de Force
pt: Fazer Teste de Força
tr: Güç Testi Yap

# training.analytics.startFirstCardio
source: Start First Cardio Session
fr: Commencer la Première Séance Cardio
pt: Iniciar Primeira Sessão Cardio
tr: İlk Cardio Seansını Başlat

# training.analytics.recordFirstPR
source: Record Your First PR
fr: Enregistrer votre Premier RP
pt: Registrar Seu Primeiro RP
tr: İlk PR'ını Kaydet

# consistency.analytics.title
source: Consistency Analytics
fr: Analyse de Régularité
pt: Análise de Consistência
tr: Tutarlılık Analitiği

# consistency.analytics.subtitle
source: Track your workout consistency and patterns
fr: Suivez votre régularité d'entraînement et vos habitudes
pt: Acompanhe sua consistência de treino e padrões
tr: Antrenman tutarlılığını ve düzenini takip et

# consistency.analytics.this_week_sessions
source: Sessions This Week
fr: Séances Cette Semaine
pt: Sessões Esta Semana
tr: Bu Hafta Seanslar

# consistency.analytics.last_12_weeks
source: Last 12 Weeks
fr: 12 Dernières Semaines
pt: Últimas 12 Semanas
tr: Son 12 Hafta

# consistency.analytics.perfect_weeks
source: Perfect Weeks
fr: Semaines Parfaites
pt: Semanas Perfeitas
tr: Mükemmel Haftalar

# consistency.analytics.this_week
source: This Week
fr: Cette Semaine
pt: Esta Semana
tr: Bu Hafta

# consistency.analytics.average
source: Average
fr: Moyenne
pt: Média
tr: Ortalama

# consistency.analytics.best
source: Best
fr: Meilleur
pt: Melhor
tr: En İyi

# consistency.analytics.frequency
source: Frequency
fr: Fréquence
pt: Frequência
tr: Sıklık

# consistency.analytics.streak
source: Streak
fr: Série
pt: Sequência
tr: Seri

# consistency.analytics.goals
source: Goals
fr: Objectifs
pt: Objetivos
tr: Hedefler

# strength.analytics.subtitle
source: Track your strength progression and PRs
fr: Suivez votre progression de force et vos RP
pt: Acompanhe sua progressão de força e RPs
tr: Güç gelişimini ve PR'larını takip et

# bluetooth.signal.strong
source: Strong
tr: Güçlü

# bluetooth.signal.medium
source: Medium
tr: Orta

# bluetooth.signal.weak
source: Weak
tr: Zayıf

# language.names.system
source: System
tr: Sistem

# language.names.english
source: English
tr: İngilizce

# health.statistics.title
source: HealthKit Statistics (Last 30 Days)
tr: HealthKit İstatistikleri (Son 30 Gün)

# health.statistics.total_duration
source: Total Duration
tr: Toplam Süre

# health.daily_overview
source: Daily Health Overview
tr: Günlük Sağlık Özeti

# health.steps
source: Steps
tr: Adımlar

# health.calories
source: Calories
tr: Kaloriler

# health.weight
source: Weight
tr: Kilo

# health.resting_hr
source: Resting HR
tr: Dinlenim Nabzı

# health.authorization_needed
source: HealthKit Authorization Needed
tr: HealthKit yetkilendirmesi gerekli

# health.setup
source: Set Up
tr: Ayarla

# health.ai_insight
source: AI Insight
tr: AI Öngörüsü

# health.analyzing
source: Analyzing...
tr: Analiz ediliyor...

# health.insight.active_day
source: You're having an active day! 💪
tr: Aktif bir gün geçiriyorsun! 💪

# health.insight.moderate_day
source: You're doing great 👍
tr: İyi tempoda gidiyorsun 👍

# health.insight.light_day
source: Consider moving a bit more 🚶
tr: Biraz daha hareket edebilirsin 🚶

# health.insight.get_moving
source: Time to get moving! ⚡
tr: Harekete geçme zamanı! ⚡

source: Health Trends
tr: Sağlık Trendleri

# health.trends_subtitle
source: Historical performance analysis
tr: Geçmiş performans analizi

source: Health Intelligence
tr: Sağlık Zekası

# health.ai_insights_subtitle
source: AI-powered health insights
tr: AI destekli sağlık öngörüleri

# health.sync_status
source: HealthKit Sync
tr: HealthKit Senkronizasyonu

# health.sync_active
source: Active - Data syncing
tr: Aktif - Veriler senkronize ediliyor

# health.sync_setup_needed
source: Setup required
tr: Kurulum gerekiyor

# health.last_sync
source: Last sync: Now
tr: Son güncelleme: Şimdi

# health.sync_enabled
source: Sync Enabled
tr: Senkronizasyon Aktif

# health.sync_disabled
source: Sync Disabled
tr: Senkronizasyon Devre Dışı

# health.data_syncing
source: Health data is syncing automatically
tr: Sağlık verileri otomatik olarak senkronize ediliyor

# health.authorization_required
source: HealthKit authorization required
tr: HealthKit yetkilendirmesi gerekli

# health.setup_authorization
source: Setup Authorization
tr: Yetkilendirmeyi Ayarla

# health.today_data
source: Today's Data
tr: Bugünkü Veriler

# health.refresh_data
source: Refresh Data
tr: Verileri Yenile

# health.sync_settings
source: Sync Settings
tr: Senkronizasyon Ayarları

# units.steps
source: steps
tr: adım

# profile.essential_features
source: Essential Features
tr: Temel Özellikler

# profile.advanced_features
source: Advanced Features
tr: Gelişmiş Özellikler

# profile.log_weight
source: Log Weight
tr: Kilo Kaydet

# profile.track_weight_changes
source: Track your weight changes
tr: Kilo değişimlerinizi takip edin

# profile.visual_progress_tracking
source: Visual progress tracking
tr: Görsel ilerleme takibi

# profile.recent_achievements
source: Recent Achievements
tr: Son Başarılar

# profile.achievements_goals
source: Achievements & Goals
tr: Başarılar & Hedefler

# profile.achievements_goals_subtitle
source: Track your achievements and goals
tr: Başarılarınızı ve hedefleri takip edin

# profile.health_integration
source: Health Integration
tr: Sağlık Entegrasyonu

# profile.weight_measurements_photos
source: Weight, measurements and photos
tr: Kilo, ölçümler ve fotoğraflar

# training.screen_lock.screen_locked
source: SCREEN LOCKED
tr: EKRAN KİLİTLİ

# training.screen_lock.accidental_press_protection
source: Accidental press protection active
tr: Yanlışlıkla basma koruması aktif

# training.screen_lock.or
source: or
tr: veya

# training.screen_lock.volume_buttons_hint
source: Press volume buttons 4 times quickly
tr: Ses tuşlarına 4 kez hızlıca bas

# training.screen_lock.slide_to_unlock
source: Slide to Unlock
tr: Kilidi Kaldırmak İçin Kaydır

# training.common.today
source: Today
tr: Bugün

# training.program_dashboard.active_program
source: ACTIVE PROGRAM
tr: AKTİF PROGRAM

# training.program_dashboard.next_workout
source: NEXT WORKOUT
tr: SONRAKİ ANTRENMAN

# training.program_dashboard.start_workout
source: START WORKOUT
tr: ANTRENMANI BAŞLAT

# training.program_dashboard.resume_program
source: RESUME PROGRAM
tr: PROGRAMI DEVAM ET

# training.program_dashboard.start_new_program
source: START NEW PROGRAM
tr: YENİ PROGRAM BAŞLAT

# training.program_dashboard.details
source: Details
tr: Detaylar

# training.workout_preview.begin_workout
source: BEGIN WORKOUT
tr: ANTRENMANI BAŞLAT

# training.workout_preview.view_previous_sessions
source: View Previous Sessions
tr: Önceki Seansları Gör

# training.forms.cancel
source: Cancel
tr: İptal

# training.forms.back
source: Back
tr: Geri

# training.forms.routine_name
source: Routine Name
tr: Rutin Adı

# training.forms.quick_suggestions
source: Quick suggestions:
tr: Hızlı öneriler:

# training.alerts.error
source: Error
tr: Hata

# training.alerts.delete_workout
source: Delete Workout
tr: Antrenmanı Sil

# training.alerts.delete_set_confirmation
source: Are you sure you want to delete this set?
tr: Bu seti silmek istediğinizden emin misiniz?

# training.empty_states.no_workout_history
source: No Workout History
tr: Antrenman Geçmişi Yok

# training.empty_states.no_workout_history_message
source: Complete your first workout to see your training history here.
tr: İlk antrenmanınızı tamamlayarak antrenman geçmişinizi burada görün.

# training.empty_states.start_workout
source: Start Workout
tr: Antrenman Başlat

# training.empty_states.no_exercises_found
source: No exercises found
tr: Egzersiz bulunamadı

# training.empty_states.try_adjusting_filters
source: Try adjusting your filters
tr: Filtrelerinizi ayarlamayı deneyin

# training.empty_states.start_first_workout
source: Start your first workout
tr: İlk antrenmanınızı başlatın

# training.empty_states.first_workout_message
source: Start your first workout to see your progress here!
tr: İlk antrenmanınızı başlatarak ilerlemenizi burada görün!

# training.one_rm_setup.pro_tips
source: 💡 Pro Tips
tr: 💡 Pro İpuçları

# training.one_rm_setup.starting_conservative_tip
source: • Starting conservative ensures proper form
tr: • Muhafazakar başlamak doğru formu sağlar

# training.one_rm_setup.progression_tip
source: • You'll add 5lb every successful workout
tr: • Her başarılı antrenmanda 2,5kg ekleyeceksiniz

# training.one_rm_setup.adjust_weights_tip
source: • You can adjust weights during workouts
tr: • Antrenmanlar sırasında ağırlıkları ayarlayabilirsiniz

# nutrition.goals.nutritionGoals
source: Nutrition Goals
tr: Beslenme Hedefleri

# nutrition.goals.setDailyGoals
source: Set Daily Goals
tr: Günlük Hedefleri Belirle

# nutrition.goals.personalizeNutrition
source: Personalize your nutrition targets
tr: Beslenme hedeflerinizi kişiselleştirin

# nutrition.goals.goalMode
source: Goal Mode
tr: Hedef Modu

# nutrition.goals.goalModeDesc
source: Choose how your goals are determined
tr: Hedeflerinizin nasıl belirleneceğini seçin

# nutrition.goals.calculatedGoals
source: Calculated Goals
tr: Otomatik Hesaplanan

# nutrition.goals.calculatedGoalsDesc
source: Goals calculated based on your BMR and activity level
tr: BMR ve aktivite seviyenize göre hesaplanan hedefler

# nutrition.goals.customGoals
source: Custom Goals
tr: Özel Hedefler

# nutrition.goals.customGoalsDesc
source: Set your own goals manually
tr: Kendi hedeflerinizi manuel olarak ayarlayın

# nutrition.goals.dailyTargets
source: Daily Targets
tr: Günlük Hedefler

# nutrition.goals.dailyTargetsDesc
source: Set your daily nutrition goals
tr: Her güne özel beslenme hedeflerinizi belirleyin

# nutrition.goals.macroDistribution
source: Macro Distribution
tr: Makro Dağılımı

# nutrition.goals.macroDistributionDesc
source: Protein, carbohydrate and fat ratios
tr: Protein, karbonhidrat ve yağ oranları

# nutrition.goals.saveGoals
source: Save Goals
tr: Hedefleri Kaydet

# nutrition.goalsDesc.dailyCalorieTarget
source: Daily calorie target
tr: Günlük kalori hedefi

# nutrition.goalsDesc.dailyProteinTarget
source: Daily protein target
tr: Günlük protein hedefi

# nutrition.goalsDesc.dailyCarbTarget
source: Daily carbohydrate target
tr: Günlük karbonhidrat hedefi

# nutrition.goalsDesc.dailyFatTarget
source: Daily fat target
tr: Günlük yağ hedefi

# onboarding.summary.label.bmr
source: BMR
pt: TMB

# onboarding.summary.label.bmr.katch
source: BMR (Katch-McArdle)
pt: TMB (Katch-McArdle)

# onboarding.summary.label.bmr.mifflin
source: BMR (Mifflin-St Jeor)
pt: TMB (Mifflin-St Jeor)

# onboarding.summary.label.protein
source: Protein
fr: Protéines
pt: Proteína

# dashboard.stats.bmi
source: BMI
pt: IMC

# training.cardio.rpe
source: RPE
pt: EPE

# training.wod.round
source: Round %@
id: Ronde %@
pt: Rodada %@

# training.wod.forTime
source: For Time
pt: Por Tempo

# training.set.header.set
source: Set
fr: Série
pt: Série

# training.set.header.rpe
source: RPE
pt: EPE

# training.exercise.pr
source: PR
pt: RP

# training.set.reps
source: reps
fr: rép
id: rep
pt: repetições

# training.exercise.addSet
source: + Set
fr: + Série
pt: + Série

# training.exercise.setNumber
source: Set %d:
fr: Série %d :
pt: Série %d:

# nutrition.dailySummary.protein
source: Protein
fr: Protéines
pt: Proteína

# nutrition.customFood.protein
source: Protein
fr: Protéines
pt: Proteína

# calculators.bmr
source: BMR
pt: TMB

# weight_tracking.trend
source: Trend
pt: Tendência

# body_tracking.bmi
source: BMI
pt: IMC

# body_tracking.bmr
source: BMR
pt: TMB

# units.feet
source: Feet
fr: Pieds
id: Kaki
pt: Pés

# strength.exercise.benchPress
source: Bench Press
fr: Développé Couché
pt: Supino

# strength.exercise.overheadPress
source: Overhead Press
fr: Développé Militaire
pt: Press Militar

# strength.exercise.backSquat
source: Back Squat
fr: Squat Arrière
pt: Agachamento

# strength.exercise.deadlift
source: Deadlift
fr: Soulevé de Terre
pt: Levantamento terra

# dashboard.activities.personalRecordTitle
source: %@ PR!
pt: RP de %@!

# dashboard.activities.roundsFormat
source: %d rounds
id: %d ronde
pt: %d rodadas

# dashboard.quickActions.lift
source: Lift
fr: Musculation
pt: Força

# dashboard.strengthLevels.beginnerShort
source: Beg
id: Pem
pt: Ini

# dashboard.strengthLevels.advancedShort
source: Adv
id: Lan
pt: Ava

# dashboard.strengthLevels.expertShort
source: Exp
id: Ahl
pt: Esp

# training.wod.theGirls
source: The Girls
pt: As Meninas

# training.wod.heroWODs
source: Hero WODs
id: Hero WOD
pt: WODs Herói

# training.wod.openWODs
source: Open WODs
id: Open WOD
pt: WODs Open

# training.charts.of
source: of
id: dari
pt: de

# strength.analytics.squat
source: Squat
pt: Agachamento

# strength.analytics.bench
source: Bench Press
fr: Développé Couché
pt: Supino

# strength.analytics.deadlift
source: Deadlift
fr: Soulevé de Terre
pt: Levantamento Terra

# strength.analytics.ohp
source: Overhead Press
fr: Développé Militaire
pt: Desenvolvimento

# strength.analytics.pullup
source: Pull-up
fr: Traction
pt: Barra

# pr.strength.back_squat
source: Back Squat PR
fr: RP Squat Arrière
pt: RP Agachamento

# pr.strength.bench_press
source: Bench Press PR
fr: RP Développé Couché
pt: RP Supino

# pr.strength.deadlift
source: Deadlift PR
fr: RP Soulevé de Terre
pt: RP Levantamento Terra

# pr.strength.overhead_press
source: Overhead Press PR
fr: RP Développé Militaire
pt: RP Desenvolvimento

# pr.strength.pull_up
source: Pull-up PR
fr: RP Traction
pt: RP Barra

# dashboard.stats.kcal
source: kcal
id: kkal

# training.wod.time.ss
source: SS
id: DD

# dashboard.strengthLevels.intermediateShort
source: Int
id: Men

# profile.bodyFat.fitness
source: Fitness
fr: Forme
