Repository: burakkho/thrustr
Catalog: Resources/*.lproj/Localizable.strings
Languages: fr, id, pt, tr

# analytics.regular_tracking_desc
source: Review progress regularly and adjust when needed
id: Tinjau progress secara rutin dan sesuaikan bila perlu
pt: Revise o progresso regularmente e ajuste quando necessário
tr: İlerlemeyi düzenli olarak gözden geçirin ve gerektiğinde ayarlayın

# analytics.motivation
source: Motivation
id: Motivasi
pt: Motivação
tr: Motivasyon

# analytics.motivation_desc
source: Celebrate achievements and reward yourself
id: Rayakan pencapaian dan beri reward pada diri sendiri
pt: Celebre conquistas e se recompense
tr: Başarıları kutlayın ve kendinizi ödüllendirin

# analytics.no_data_available
source: No data available
fr: Aucune donnée disponible
id: Tidak ada data tersedia
pt: Nenhum dado disponível
tr: Veri bulunamadı

# analytics.weight_change
source: Weight Change
fr: Changement de Poids
id: Perubahan Berat
pt: Mudança de Peso
tr: Kilo Değişimi

# analytics.average_weight
source: Average Weight
fr: Poids Moyen
id: Berat Rata-rata
pt: Peso Médio
tr: Ortalama Kilo

# analytics.entries
source: Entries
fr: Entrées
id: Entri
pt: Entradas
tr: Kayıtlar

# analytics.latest
source: Latest
fr: Dernier
id: Terbaru
pt: Último
tr: Son

# analytics.weekly_average
source: Weekly Average
fr: Moyenne Hebdomadaire
id: Rata-rata Mingguan
pt: Média Semanal
tr: Haftalık Ortalama

# analytics.total_volume
source: Total Volume
fr: Volume Total
pt: Volume Total
tr: Toplam Hacim

# analytics.average_volume
source: Average Volume
fr: Volume Moyen
id: Volume Rata-rata
pt: Volume Médio
tr: Ortalama Hacim

# analytics.weight_trend
source: Weight Trend
fr: Tendance du Poids
id: Tren Berat
pt: Tendência de Peso
tr: Kilo Trendi

# analytics.workout_consistency
source: Workout Consistency
fr: Consistance des Entraînements
id: Konsistensi Latihan
pt: Consistência de Treino
tr: Antrenman Tutarlılığı

# analytics.trending_upward
source: Trending upward
fr: Tendance à la hausse
id: Tren naik
pt: Tendência de alta
tr: Yükseliş trendinde

# analytics.trending_downward
source: Trending downward
fr: Tendance à la baisse
id: Tren turun
pt: Tendência de baixa
tr: Düşüş trendinde

# analytics.stable_trend
source: Stable trend
fr: Tendance stable
id: Tren stabil
pt: Tendência estável
tr: Sabit trend

# analytics.excellent_consistency
source: Excellent consistency
fr: Excellente consistance
id: Konsistensi excellent
pt: Consistência excelente
tr: Mükemmel tutarlılık

# analytics.good_consistency
source: Good consistency
fr: Bonne consistance
id: Konsistensi baik
pt: Boa consistência
tr: İyi tutarlılık

# analytics.average_consistency
source: Average consistency
fr: Consistance moyenne
id: Konsistensi rata-rata
pt: Consistência média
tr: Ortalama tutarlılık

# analytics.low_consistency
source: Low consistency
fr: Faible consistance
id: Konsistensi rendah
pt: Baixa consistência
tr: Düşük tutarlılık

# analytics.insufficient_data
source: Insufficient data for insights
fr: Données insuffisantes pour les aperçus
id: Data tidak cukup untuk insights
pt: Dados insuficientes para insights
tr: Analiz için yetersiz veri

# analytics.category_stats
source: Category Statistics
fr: Statistiques de Catégorie
id: Statistik Kategori
pt: Estatísticas da Categoria
tr: Kategori İstatistikleri

# analytics.chart_type.weight_change
source: Weight Change
fr: Changement de Poids
id: Perubahan Berat
pt: Mudança de Peso
tr: Kilo Değişimi

# analytics.chart_type.workout_volume
source: Workout Volume
fr: Volume d'Entraînement
id: Volume Latihan
pt: Volume de Treino
tr: Antrenman Hacmi

# analytics.chart_type.workout_frequency
source: Workout Frequency
fr: Fréquence d'Entraînement
id: Frekuensi Latihan
pt: Frequência de Treino
tr: Antrenman Sıklığı

# analytics.chart_type.body_measurements
source: Body Measurements
fr: Mesures Corporelles
id: Pengukuran Tubuh
pt: Medidas Corporais
tr: Vücut Ölçüleri

# analytics.time_range.week1
source: 1 Week
fr: 1 Semaine
id: 1 Minggu
pt: 1 Semana
tr: 1 Hafta

# analytics.time_range.month1
source: 1 Month
fr: 1 Mois
id: 1 Bulan
pt: 1 Mês
tr: 1 Ay

# analytics.time_range.month3
source: 3 Months
fr: 3 Mois
id: 3 Bulan
pt: 3 Meses
tr: 3 Ay

# analytics.time_range.month6
source: 6 Months
fr: 6 Mois
id: 6 Bulan
pt: 6 Meses
tr: 6 Ay

# analytics.time_range.year1
source: 1 Year
fr: 1 An
id: 1 Tahun
pt: 1 Ano
tr: 1 Yıl

# nutrition.mealEntry.portionOunces
source: Ounces
fr: Onces
id: Ons
pt: Onças
tr: Ons

# nutrition.portionInput.grams
source: Grams
fr: Grammes
id: Gram
pt: Gramas
tr: Gram

# nutrition.portionInput.serving
source: Servings
fr: Portions
id: Sajian
pt: Porções
tr: Porsiyon

# nutrition.portionInput.title
source: Quick Portions
fr: Portions rapides
id: Porsi Cepat
pt: Porções Rápidas
tr: Hızlı Porsiyonlar

# nutrition.portionInput.custom
source: Custom
fr: Personnalisé
id: Kustom
pt: Personalizado
tr: Özel

# nutrition.portionInput.customAmount
source: Custom Amount
fr: Quantité personnalisée
id: Jumlah Kustom
pt: Quantidade Personalizada
tr: Özel Miktar

# nutrition.portionInput.set
source: Set
fr: Définir
pt: Definir
tr: Ayarla

# nutrition.openfoodfacts.loadingProduct
source: Loading product...
tr: Ürün getiriliyor...

# nutrition.macros.carbs
source: Carbs
tr: Karbonhidrat

# nutrition.macros.fat
source: Fat
tr: Yağ

# nutrition.analytics.sunday
source: Sunday
tr: Pazar

# nutrition.analytics.monday
source: Monday
tr: Pazartesi

# nutrition.analytics.tuesday
source: Tuesday
tr: Salı

# nutrition.analytics.wednesday
source: Wednesday
tr: Çarşamba

# nutrition.analytics.thursday
source: Thursday
tr: Perşembe

# nutrition.analytics.friday
source: Friday
tr: Cuma

# nutrition.analytics.saturday
source: Saturday
tr: Cumartesi

# training.cardio.elevation
source: Elevation
fr: Élévation
id: Elevasi
pt: Elevação
tr: Yükseklik

# training.status.finishWorkout
source: Finish Workout
fr: Terminer Entraînement
id: Selesaikan Latihan
pt: Finalizar Treino
tr: Antrenmanı Bitir

# training.status.finishAndSave
source: Finish and Save
fr: Terminer et Sauvegarder
id: Selesai dan Simpan
pt: Finalizar e Salvar
tr: Bitir ve Kaydet

# training.status.confirmFinishMessage
source: Are you sure you want to finish the workout?
fr: Êtes-vous sûr de vouloir terminer l'entraînement?
id: Apakah Anda yakin ingin menyelesaikan latihan?
pt: Tem certeza de que deseja finalizar o treino?
tr: Antrenmanı bitirmek istediğinize emin misiniz?

# training.status.start
source: Start
fr: Démarrer
id: Mulai
pt: Iniciar
tr: Başla

# training.status.resume
source: Resume
fr: Reprendre
id: Lanjutkan
pt: Retomar
tr: Devam Et

# training.status.pause
source: Pause
id: Jeda
pt: Pausar
tr: Duraklat

# training.status.stop
source: Stop
fr: Arrêter
pt: Parar
tr: Durdur

# training.status.finish
source: Finish
fr: Terminer
id: Selesai
pt: Finalizar
tr: Bitir

# training.status.cancel
source: Cancel
fr: Annuler
id: Batal
pt: Cancelar
tr: İptal

# training.units.sessions
source: sessions
id: sesi
pt: sessões
tr: seans

# training.units.minutes
source: minutes
id: menit
pt: minutos
tr: dakika

# training.units.seconds
source: seconds
fr: secondes
id: detik
pt: segundos
tr: saniye

# training.units.hours
source: hours
fr: heures
id: jam
pt: horas
tr: saat

# training.units.days
source: days
fr: jours
id: hari
pt: dias
tr: gün

# training.units.weeks
source: weeks
fr: semaines
id: minggu
pt: semanas
tr: hafta

# training.units.months
source: months
fr: mois
id: bulan
pt: meses
tr: ay

# training.units.rounds
source: rounds
id: ronde
pt: rodadas
tr: raund

# training.units.reps
source: reps
id: rep
pt: repetições
tr: tekrar

# training.units.minCap
source: min cap
pt: limite min
tr: dk limit

# training.units.daysPerWeek
source: days/week
id: hari/minggu
pt: dias/semana
tr: gün/hafta

# training.heartRate.heartRate
source: Heart Rate
id: Detak Jantung
pt: Frequência Cardíaca
tr: Nabız

# training.heartRate.connect
source: Connect
id: Hubungkan
pt: Conectar
tr: Bağlan

# training.heartRate.notConnected
source: Heart rate band not connected
id: Heart rate band tidak terhubung
pt: Monitor de frequência cardíaca não conectado
tr: Nabız bandı bağlı değil

# training.heartRate.searchingDevices
source: Searching for devices...
id: Mencari perangkat...
pt: Procurando dispositivos...
tr: Cihazlar aranıyor...

# training.heartRate.selectDevice
source: Select Heart Rate Band
id: Pilih Heart Rate Band
pt: Selecionar Monitor de Frequência Cardíaca
tr: Nabız Bandı Seç

# training.heartRate.rescan
source: Rescan
id: Scan Ulang
pt: Escanear Novamente
tr: Yeniden Tara

# training.heartRate.signal
source: Signal
id: Sinyal
pt: Sinal
tr: Sinyal

# training.heartRate.battery
source: Battery
id: Baterai
pt: Bateria
tr: Batarya

# training.search.noResults
source: No results found
fr: Aucun résultat trouvé
id: Tidak ada hasil
pt: Nenhum resultado encontrado
tr: Sonuç bulunamadı

# training.search.tryDifferentTerm
source: Try a different search term
fr: Essayez un terme de recherche différent
id: Coba istilah pencarian lain
pt: Tente um termo de pesquisa diferente
tr: Farklı bir arama terimi deneyin

# training.search.placeholder
source: Search...
fr: Rechercher...
id: Cari...
pt: Pesquisar...
tr: Ara...

# training.intervals.intervals
source: Intervals
fr: Intervalles
id: Interval
pt: Intervalos
tr: Ara Süreler

# training.intervals.splits
source: Splits
fr: Fractions
id: Split
tr: Bölme Süreleri

# training.program.completed
source: Program Completed!
fr: Programme Terminé!
id: Program Selesai!
pt: Programa Completado!
tr: Program Tamamlandı!

# training.program.congratulations
source: Congratulations on finishing your program!
fr: Félicitations pour avoir terminé votre programme!
id: Selamat telah menyelesaikan program Anda!
pt: Parabéns por terminar seu programa!
tr: Programınızı tamamladığınız için tebrikler!

# training.program.readyToStart
source: Ready to Start a Program?
fr: Prêt à Commencer un Programme?
id: Siap Memulai Program?
pt: Pronto para Iniciar um Programa?
tr: Programa Başlamaya Hazır mısın?

# training.program.chooseFromPrograms
source: Choose from proven strength and muscle building programs
fr: Choisissez parmi des programmes prouvés de force et de développement musculaire
id: Pilih dari program strength dan muscle building yang terbukti
pt: Escolha entre programas comprovados de força e construção muscular
tr: Kanıtlanmış güç ve kas geliştirme programları arasından seç

# training.program.browsePrograms
source: Browse Programs
fr: Parcourir Programmes
id: Telusuri Program
pt: Navegar Programas
tr: Programlara Gözat

# training.program.weekOf
source: Week
fr: Semaine
id: Minggu
pt: Semana
tr: Hafta

# training.welcome.welcomeBack
source: Welcome back, %@!
fr: Bon retour, %@!
id: Selamat datang kembali, %@!
pt: Bem-vindo de volta, %@!
tr: Tekrar hoş geldin, %@!

# training.welcome.quickLift
source: Quick Lift
fr: Musculation Rapide
id: Lift Cepat
pt: Força Rápida
tr: Hızlı Kuvvet

# training.welcome.quickCardio
source: Quick Cardio
fr: Cardio Rapide
id: Cardio Cepat
pt: Cardio Rápido
tr: Hızlı Kardiyo

# training.welcome.createWOD
source: Create WOD
pt: Criar WOD
tr: WOD Oluştur

# training.welcome.startStrengthTraining
source: Start strength training
fr: Commencer entraînement de force
id: Mulai strength training
pt: Iniciar treino de força
tr: Kuvvet antrenmanını başlat

# training.welcome.startCardioSession
source: Start cardio session
fr: Commencer séance cardio
id: Mulai sesi cardio
pt: Iniciar sessão de cardio
tr: Kardiyo seansını başlat

# training.welcome.createWODSubtitle
source: Create and start WOD
pt: Criar e iniciar WOD
tr: WOD oluştur ve başlat

# training.welcome.findProgram
source: Find a program
fr: Trouver un programme
id: Cari program
pt: Encontrar um programa
tr: Program bul

# training.warmup.lightCardio
source: 5-10 minutes light cardio
fr: 5-10 minutes de cardio léger
id: 5-10 menit cardio ringan
pt: 5-10 minutos de cardio leve
tr: 5-10 dakika hafif kardiyo

# training.warmup.dynamicStretching
source: Dynamic stretching for major muscle groups
fr: Étirements dynamiques pour les grands groupes musculaires
id: Dynamic stretching untuk grup otot utama
pt: Alongamento dinâmico para grupos musculares principais
tr: Ana kas grupları için dinamik germe

# training.warmup.majorMuscleGroups
source: major muscle groups
fr: grands groupes musculaires
id: grup otot utama
pt: grupos musculares principais
tr: ana kas grupları

# training.goalsDesc.workoutSessionsPerMonth
source: How many workout sessions per month?
fr: Combien de séances d'entraînement par mois?
id: Berapa sesi latihan per bulan?
pt: Quantas sessões de treino por mês?
tr: Ayda kaç antrenman seansı?

# training.goalsDesc.totalRunningCyclingDistance
source: Total running/cycling distance per month
fr: Distance totale de course/cyclisme par mois
id: Total jarak lari/bersepeda per bulan
pt: Distância total de corrida/ciclismo por mês
tr: Aylık toplam koşu/bisiklet mesafesi

# training.workoutTypes.forTime
source: For Time
fr: Contre la Montre
pt: Por Tempo
tr: Zamana Karşı

# training.workoutTypes.customFormat
source: Custom Format
fr: Format Personnalisé
id: Format Kustom
pt: Formato Personalizado
tr: Özel Format

# training.workoutTypes.forTimeWithCap
source: For Time • %@ min cap
pt: Por Tempo • %@ min limite
tr: Zamana Karşı • %@ dk limit

# training.workoutTypes.amrapMinutes
source: AMRAP • %@ minutes
id: AMRAP • %@ menit
pt: AMRAP • %@ minutos
tr: AMRAP • %@ dakika

# training.workoutTypes.emomMinutes
source: EMOM • %@ minutes
id: EMOM • %@ menit
tr: EMOM • %@ dakika

# health.recovery_score.title
source: Recovery Score
tr: Toparlanma Skoru

# health.recovery_score.subtitle
source: Daily performance assessment
tr: Günlük performans değerlendirmesi

# health.fitness_level.title
source: Fitness Level
tr: Kondisyon Seviyesi

# health.insights.title
source: Health Insights
tr: Sağlık Öngörüleri

# health.overall_level.title
source: Overall Level
tr: Genel Seviye

# health.consistency.title
source: Consistency
tr: Tutarlılık

# health.cardio.title
source: Cardiovascular
tr: Kardiyovasküler

# health.strength.title
source: Strength
tr: Güç

# health.loading.message
source: Analyzing health data...
tr: Sağlık verileri analiz ediliyor...

# health.unavailable.title
source: Data Unavailable
tr: Veri Mevcut Değil

# health.unavailable.message
source: Your HealthKit data is not sufficient yet. Please collect more health data.
tr: HealthKit verileriniz henüz yeterli değil. Lütfen daha fazla sağlık verisi toplayın.

# health.no_insights.title
source: You're doing great!
tr: Harika durumdası!

# health.no_insights.message
source: No important health alerts at this time.
tr: Şu anda önemli bir sağlık uyarısı yok.

# health.trends.title
source: Health Trends
tr: Sağlık Trendleri

# health.trends.subtitle
source: Historical performance analysis
tr: Geçmiş performans analizi

# health.trends.steps
source: Steps
tr: Adımlar

# health.trends.heart_rate
source: Heart Rate
tr: Nabız

# health.trends.weight
source: Weight
tr: Kilo

# health.trends.last_30_days
source: Last 30 Days
tr: Son 30 Gün

# health.trends.last_90_days
source: Last 90 Days
tr: Son 90 Gün

# health.trends.no_data
source: No data found
tr: Veri bulunamadı

# health.authorization.title
source: HealthKit Permissions
tr: HealthKit İzinleri

# health.authorization.subtitle
source: Health data access status
tr: Sağlık verilerinize erişim durumu

# health.authorization.refresh
source: Refresh Permissions
tr: İzinleri Yenile

# health.authorization.open_app
source: Open Health App
tr: Sağlık Uygulamasını Aç

# health.authorization.detailed
source: Detailed Permissions
tr: Detaylı İzin Durumu

# health.authorization.authorized
source: Authorized
tr: İzin Verildi

# health.authorization.denied
source: Denied
tr: Reddedildi

# health.authorization.not_determined
source: Not Determined
tr: Belirlenmedi

# health.category.activity
source: Activity
tr: Aktivite

# health.category.activity_desc
source: Steps, calories, distance tracking
tr: Adım, kalori, mesafe takibi

# health.category.heart
source: Heart Health
tr: Kalp Sağlığı

# health.category.heart_desc
source: Heart rate, HRV, VO2 Max
tr: Nabız, HRV, VO2 Max

# health.category.body
source: Body Measurements
tr: Vücut Ölçümleri

# health.category.body_desc
source: Weight, height, BMI, body fat
tr: Kilo, boy, BMI, yağ oranı

# health.category.sleep
source: Sleep
tr: Uyku

# health.category.sleep_desc
source: Sleep analysis and quality
tr: Uyku analizi ve kalitesi

# health.category.workout
source: Workouts
tr: Antrenmanlar

# health.category.workout_desc
source: Workout history and details
tr: Workout geçmişi ve detayları

# health.category.nutrition
source: Nutrition
tr: Beslenme

# health.category.nutrition_desc
source: Calories, macronutrients
tr: Kalori, makro besinler

# health.score.sleep
source: Sleep Score
tr: Uyku Skoru

# health.score.hrv
source: HRV Score
tr: HRV Skoru

# health.score.workload
source: Workload Score
tr: Yük Skoru

# health.score.resting_hr
source: Resting HR
tr: Dinlenim Nabzı

# health.metrics.steps
source: Steps
tr: Adımlar

# health.metrics.weight
source: Weight
tr: Kilo

# health.metrics.heart_rate
source: Heart Rate
tr: Nabız

# health.units.steps
source: steps
tr: adım

# health.workout_trends.title
source: Workout Trends
tr: Antrenman Trendleri

# health.activity_breakdown.title
source: Activity Breakdown
tr: Aktivite Dağılımı

# health.chart.week
source: Week
tr: Hafta

# health.chart.workout
source: Workout
tr: Antrenman

# health.chart.date
source: Date
tr: Tarih

# health.chart.value
source: Value
tr: Değer

# health.current_data.title
source: Current Health Data
tr: Güncel Sağlık Verileri

# health.today_steps.title
source: Today's Steps
tr: Bugün Adım

# health.active_calories.title
source: Active Calories
tr: Aktif Kalori

# health.current_weight.title
source: Current Weight
tr: Mevcut Kilo

# health.resting_heart_rate.title
source: Resting Heart Rate
tr: Dinlenim Nabzı

# health.data_not_found.message
source: data not found
tr: verisi bulunamadı

# health.loading_data.message
source: Loading health data...
tr: Sağlık verileri yükleniyor...

# time.hour_unit
source: h
tr: sa

# time.minute_unit
source: m
tr: dk

# time.second_unit
source: s
tr: sn

# time.hours
source: hours
tr: saat

# time.minutes
source: minutes
tr: dakika

# time.seconds
source: seconds
tr: saniye

# cardio.time_periods.this_week
source: This Week
tr: Bu Hafta

# cardio.time_periods.this_month
source: This Month
tr: Bu Ay

# cardio.time_periods.latest
source: Latest
tr: En Son

# cardio.heart_rate.average
source: Average
tr: Ortalama

# cardio.heart_rate.maximum
source: Maximum
tr: Maksimum

# cardio.heart_rate.resting
source: Resting
tr: Dinlenme

# cardio.actions.save
source: Save
tr: Kaydet

# cardio.actions.cancel
source: Cancel
tr: İptal

# cardio.actions.rescan
source: Rescan
tr: Yeniden Tara

# cardio.actions.retry
source: Retry
tr: Tekrar Dene

# cardio.time_units.hour
source: Hour
tr: Saat

# cardio.time_units.minute
source: Minute
tr: Dakika

# cardio.time_units.second
source: Second
tr: Saniye

# cardio.time_units.hours
source: hours
tr: saat

# cardio.time_units.minutes
source: minutes
tr: dakika

# cardio.time_units.seconds
source: seconds
tr: saniye

# cardio.form.repetition
source: Rep
tr: Tekrar

# cardio.form.repetitions
source: Reps
tr: Tekrarlar

# cardio.form.step
source: Step
tr: Adım

# cardio.form.completed
source: Completed
tr: Tamamlandı

# cardio.form.progress_format
source: % Completed
tr: % Tamamlandı

# training.analytics.total_prs
source: Total PRs
tr: Toplam PR

# training.analytics.latest_pr
source: Latest
tr: En Son

# training.analytics.strength_profile
source: Strength Profile
tr: Kuvvet Profili

# training.analytics.strengthProfile
source: Strength Profile
pt: Perfil de Força
tr: Kuvvet Profili

# training.analytics.level_guide
source: Level Guide
tr: Seviye Rehberi

# training.analytics.levelGuide
source: Level Guide
pt: Guia de Nível
tr: Seviye Rehberi

# training.analytics.general_score
source: General Score
tr: Genel Skor

# training.analytics.generalScore
source: General Score
pt: Pontuação Geral
tr: Genel Skor

# training.analytics.record_first_pr
source: Record First PR
tr: İlk PR'ını Kaydet

# training.analytics.start_strength_test
source: Start Strength Test
tr: Kuvvet Testi Başlat

# training.analytics.start_first_cardio
source: Start First Cardio Session
tr: İlk Kardio Seansını Başlat

# training.analytics.update_one_rms
source: Update 1RMs
tr: 1RM'leri Güncelle

# training.analytics.strength
source: Strength
tr: Kuvvet

# training.analytics.volume
source: Volume
tr: Hacim

# training.test_results.details
source: Details
pt: Detalhes
tr: Detaylar

# health.recovery.excellent
source: Excellent
tr: Mükemmel

# health.recovery.good
source: Good
tr: İyi

# health.recovery.moderate
source: Moderate
tr: Orta

# health.recovery.poor
source: Poor
tr: Düşük

# health.recovery.critical
source: Critical
tr: Kritik

# health.insight.workout
source: Workout
tr: Antrenman

# health.insight.sleep
source: Sleep
tr: Uyku

# health.insight.nutrition
source: Nutrition
tr: Beslenme

# health.insight.recovery
source: Recovery
tr: Toparlanma

# health.insight.heart_health
source: Heart Health
tr: Kalp Sağlığı

# health.insight.weight
source: Weight
tr: Kilo

# health.insight.steps
source: Activity
tr: Aktivite

# health.priority.high
source: High
tr: Yüksek

# health.priority.medium
source: Medium
tr: Orta

# health.priority.low
source: Low
tr: Düşük

# health.fitness.beginner
source: Beginner
tr: Başlangıç

# health.fitness.intermediate
source: Intermediate
tr: Orta

# health.fitness.advanced
source: Advanced
tr: İleri

# health.fitness.elite
source: Elite
tr: Elit

# heart_rate.resting
source: Resting
tr: Dinlenme

# heart_rate.zone1
source: Zone 1: Warm-up
tr: Zona 1: Isınma

# heart_rate.zone2
source: Zone 2: Fat Burn
tr: Zona 2: Yağ Yakımı

# heart_rate.zone3
source: Zone 3: Aerobic
tr: Zona 3: Aerobik

# heart_rate.zone4
source: Zone 4: Anaerobic
tr: Zona 4: Anaerobik

# heart_rate.zone5
source: Zone 5: Maximum
tr: Zona 5: Maksimum

# common.new
source: NEW
tr: YENİ

# accessibility.enter_name
source: Enter your name
tr: İsminizi girin

# activity.status.will_continue
source: to go
tr: sürecek

# activity.status.workout_count
source: workouts
tr: antrenman

# activity.status.personal_record
source: Record!
tr: Rekor!

# activity.status.previous_record
source: Previous record:
tr: Önceki rekor:

# activity.status.new_record
source: New record:
tr: Yeni rekor:

# activity.status.strength_test_completed
source: Strength test completed
tr: Kuvvet testi tamamlandı

# activity.status.level
source: Level:
tr: Seviye:

# activity.status.record
source: record
tr: rekor

# activity.type.cycling
source: cycling
tr: Bisiklet

# activity.type.traditional_strength_training
source: Strength Training
tr: Güç Antrenmanı

# activity.type.elliptical
source: Elliptical
tr: Eliptik

# activity.type.functional_strength_training
source: Functional Training
tr: Fonksiyonel Antrenman

# activity.type.flexibility
source: Flexibility
tr: Esneklik

# activity.type.stairs
source: Stairs
tr: Merdiven

# activity.type.kickboxing
source: Kickboxing
tr: Kickboks

# activity.type.dance
source: Dance
tr: Dans

# activity.type.boxing
source: Boxing
tr: Boks

# units.kilometers
source: kilometers
tr: kilometre

# units.minutes
source: minutes
tr: dakika

# units.hours
source: hours
tr: saat

# units.seconds
source: seconds
tr: saniye

# units.days
source: days
tr: gün

# units.weeks
source: weeks
tr: hafta

# units.months
source: months
tr: ay

# training.analytics.performanceOverview
source: Performance Overview
tr: Performans Özeti

# training.analytics.monthlyTraining
source: Monthly Training
tr: Bu Ay Antrenman

# training.analytics.totalDuration
source: Total Duration
tr: Toplam Süre

# training.analytics.thisMonthLower
source: this month
tr: bu ay
