Repository: burakkho/thrustr
Catalog: Resources/*.lproj/Localizable.strings
Languages: fr, id, pt, tr

# tools.title
source: Tools
fr: Outils
pt: Ferramentas
tr: Araçlar

# tools.subtitle
source: Fitness tools and utilities
fr: Outils et utilitaires fitness
pt: Ferramentas e utilitários fitness
tr: Fitness araçları ve yardımcı programlar

# tools.calculators
source: Calculators
fr: Calculatrices
pt: Calculadoras
tr: Hesaplayıcılar

# tools.converters
source: Converters
fr: Convertisseurs
pt: Conversores
tr: Dönüştürücüler

# tools.planners
source: Planners
fr: Planificateurs
pt: Planejadores
tr: Planlayıcılar

# tools.trackers
source: Trackers
fr: Traqueurs
pt: Rastreadores
tr: Takip Araçları

# progress_reports.title
source: Progress Reports
fr: Rapports de Progrès
pt: Relatórios de Progresso
tr: İlerleme Raporları

# progress_reports.subtitle
source: Generate detailed progress reports
fr: Générez des rapports de progrès détaillés
pt: Gere relatórios detalhados de progresso
tr: Detaylı ilerleme raporları oluşturun

# progress_reports.generate_report
source: Generate Report
fr: Générer Rapport
pt: Gerar Relatório
tr: Rapor Oluştur

# progress_reports.weekly_report
source: Weekly Report
fr: Rapport Hebdomadaire
pt: Relatório Semanal
tr: Haftalık Rapor

# progress_reports.monthly_report
source: Monthly Report
fr: Rapport Mensuel
pt: Relatório Mensal
tr: Aylık Rapor

# progress_reports.custom_report
source: Custom Report
fr: Rapport Personnalisé
id: Laporan Kustom
pt: Relatório Personalizado
tr: Özel Rapor

# progress_reports.export_report
source: Export Report
fr: Exporter Rapport
id: Ekspor Laporan
pt: Exportar Relatório
tr: Raporu Dışa Aktar

# progress_reports.share_report
source: Share Report
fr: Partager Rapport
id: Bagikan Laporan
pt: Compartilhar Relatório
tr: Raporu Paylaş

# progress_reports.report_date
source: Report Date
fr: Date du Rapport
id: Tanggal Laporan
pt: Data do Relatório
tr: Rapor Tarihi

# progress_reports.report_period
source: Report Period
fr: Période du Rapport
id: Periode Laporan
pt: Período do Relatório
tr: Rapor Dönemi

# edit_profile.title
source: Edit Profile
fr: Modifier Profil
id: Edit Profil
pt: Editar Perfil
tr: Profili Düzenle

# edit_profile.subtitle
source: Update your profile information
fr: Mettez à jour vos informations de profil
id: Update informasi profil Anda
pt: Atualize suas informações de perfil
tr: Profil bilgilerinizi güncelleyin

# edit_profile.save_changes
source: Save Changes
fr: Enregistrer Changements
id: Simpan Perubahan
pt: Salvar Alterações
tr: Değişiklikleri Kaydet

# edit_profile.discard_changes
source: Discard Changes
fr: Annuler Changements
id: Buang Perubahan
pt: Descartar Alterações
tr: Değişiklikleri İptal Et

# edit_profile.changes_saved
source: Changes Saved
fr: Changements Enregistrés
id: Perubahan Tersimpan
pt: Alterações Salvas
tr: Değişiklikler Kaydedildi

# edit_profile.error_saving
source: Error Saving Changes
fr: Erreur Enregistrement Changements
id: Kesalahan Menyimpan Perubahan
pt: Erro ao Salvar Alterações
tr: Değişiklikler Kaydedilirken Hata

# ffmi_calculator.title
source: FFMI Calculator
fr: Calculateur FFMI
id: Kalkulator FFMI
pt: Calculadora FFMI
tr: FFMI Hesaplayıcı

# ffmi_calculator.subtitle
source: Calculate your Fat-Free Mass Index
fr: Calculez votre Indice de Masse Maigre
id: Hitung Indeks Massa Bebas Lemak Anda
pt: Calcule seu Índice de Massa Livre de Gordura
tr: Yağsız Kütle İndeksinizi hesaplayın

# ffmi_calculator.height
source: Height
fr: Taille
id: Tinggi
pt: Altura
tr: Boy

# ffmi_calculator.weight
source: Weight
fr: Poids
id: Berat
pt: Peso
tr: Kilo

# ffmi_calculator.body_fat
source: Body Fat %
fr: Graisse Corporelle %
id: Lemak Tubuh %
pt: Gordura Corporal %
tr: Vücut Yağı %

# ffmi_calculator.calculate
source: Calculate
fr: Calculer
id: Hitung
pt: Calcular
tr: Hesapla

# ffmi_calculator.result
source: Result
fr: Résultat
id: Hasil
pt: Resultado
tr: Sonuç

# ffmi_calculator.interpretation
source: Interpretation
fr: Interprétation
id: Interpretasi
pt: Interpretação
tr: Yorum

# one_rm_calculator.title
source: 1RM Calculator
fr: Calculateur 1RM
id: Kalkulator 1RM
pt: Calculadora 1RM
tr: 1RM Hesaplayıcı

# one_rm_calculator.subtitle
source: Calculate your maximum one repetition weight
fr: Calculez votre Une Répétition Maximum
id: Hitung One Rep Max Anda
pt: Calcule sua Uma Repetição Máxima
tr: Tek Tekrar Maksimumunuzu hesaplayın

# one_rm_calculator.exercise
source: Exercise
fr: Exercice
id: Latihan
pt: Exercício
tr: Egzersiz

# one_rm_calculator.weight
source: Weight
fr: Poids
id: Berat
pt: Peso
tr: Ağırlık

# one_rm_calculator.reps
source: Reps
fr: Répétitions
id: Rep
pt: Repetições
tr: Tekrar

# one_rm_calculator.calculate
source: Calculate
fr: Calculer
id: Hitung
pt: Calcular
tr: Hesapla

# one_rm_calculator.result
source: Result
fr: Résultat
id: Hasil
pt: Resultado
tr: Sonuç

# one_rm_calculator.formula
source: Formula
fr: Formule
pt: Fórmula
tr: Formül

# navy_method_calculator.title
source: Navy Method Calculator
fr: Calculateur Méthode Navy
id: Kalkulator Metode Navy
pt: Calculadora Método Navy
tr: Donanma Yöntemi Hesaplayıcı

# navy_method_calculator.subtitle
source: Calculate body fat using Navy Method
fr: Calculez graisse corporelle avec Méthode Navy
id: Hitung lemak tubuh menggunakan Metode Navy
pt: Calcule gordura corporal usando Método Navy
tr: Donanma Yöntemi ile vücut yağını hesaplayın

# navy_method_calculator.height
source: Height
fr: Taille
id: Tinggi
pt: Altura
tr: Boy

# navy_method_calculator.neck
source: Neck
fr: Cou
id: Leher
pt: Pescoço
tr: Boyun

# navy_method_calculator.waist
source: Waist
fr: Taille
id: Pinggang
pt: Cintura
tr: Bel

# navy_method_calculator.hip
source: Hip
fr: Hanche
id: Pinggul
pt: Quadril
tr: Kalça

# navy_method_calculator.gender
source: Gender
fr: Genre
id: Jenis Kelamin
pt: Gênero
tr: Cinsiyet

# navy_method_calculator.calculate
source: Calculate
fr: Calculer
id: Hitung
pt: Calcular
tr: Hesapla

# navy_method_calculator.result
source: Result
fr: Résultat
id: Hasil
pt: Resultado
tr: Sonuç

# navy_method_calculator.body_fat_percentage
source: Body Fat Percentage
fr: Pourcentage Graisse Corporelle
id: Persentase Lemak Tubuh
pt: Porcentagem de Gordura Corporal
tr: Vücut Yağ Yüzdesi

# fitness_calculators.title
source: Fitness Calculators
fr: Calculateurs Fitness
id: Kalkulator Fitness
pt: Calculadoras Fitness
tr: Fitness Hesaplayıcıları

# fitness_calculators.subtitle
source: Various fitness calculators
fr: Divers calculateurs fitness
id: Berbagai kalkulator fitness
pt: Várias calculadoras fitness
tr: Çeşitli fitness hesaplayıcıları

# fitness_calculators.bmr
source: BMR Calculator
fr: Calculateur BMR
id: Kalkulator BMR
pt: Calculadora TMB
tr: BMR Hesaplayıcı

# fitness_calculators.tdee
source: TDEE Calculator
fr: Calculateur TDEE
id: Kalkulator TDEE
pt: Calculadora TDEE
tr: TDEE Hesaplayıcı

# fitness_calculators.bmi
source: BMI Calculator
fr: Calculateur IMC
id: Kalkulator BMI
pt: Calculadora IMC
tr: BMI Hesaplayıcı

# fitness_calculators.body_fat
source: Body Fat Calculator
fr: Calculateur Graisse Corporelle
id: Kalkulator Lemak Tubuh
pt: Calculadora de Gordura Corporal
tr: Vücut Yağı Hesaplayıcı

# fitness_calculators.one_rm
source: 1RM Calculator
fr: Calculateur 1RM
id: Kalkulator 1RM
pt: Calculadora 1RM
tr: 1RM Hesaplayıcı

# fitness_calculators.ffmi
source: FFMI Calculator
fr: Calculateur FFMI
id: Kalkulator FFMI
pt: Calculadora FFMI
tr: FFMI Hesaplayıcı

# bmi_underweight
source: Underweight
fr: Insuffisance pondérale
id: Kurus
pt: Abaixo do Peso
tr: Zayıf

# bmi_overweight
source: Overweight
fr: Surpoids
id: Kelebihan Berat
pt: Sobrepeso
tr: Fazla Kilolu

# bmi_obese
source: Obese
fr: Obèse
id: Obesitas
pt: Obeso
tr: Obez

# bmi_unknown
source: Unknown
fr: Inconnu
id: Tidak Diketahui
pt: Desconhecido
tr: Bilinmiyor

# goal_status_completed
source: Completed
fr: Terminé
id: Selesai
pt: Concluído
tr: Tamamlandı

# goal_status_expired
source: Expired
fr: Expiré
id: Kedaluwarsa
pt: Expirado
tr: Süresi Doldu

# goal_status_days_remaining
source: %d days remaining
fr: %d jours restants
id: %d hari tersisa
pt: %d dias restantes
tr: %d gün kaldı

# goal_status_ends_today
source: Ends today
fr: Se termine aujourd'hui
id: Berakhir hari ini
pt: Termina hoje
tr: Bugün bitiyor

# goal_status_active
source: Active
fr: Actif
id: Aktif
pt: Ativo
tr: Aktif

# goal_unit_workout
source: workouts
fr: entraînements
id: latihan
pt: treinos
tr: antrenman

# goal_unit_nutrition
source: calories
id: kalori
pt: calorias
tr: kalori

# goal_type_weight
source: Weight Goal
fr: Objectif de Poids
id: Target Berat
pt: Meta de Peso
tr: Kilo Hedefi

# goal_type_body_fat
source: Body Fat Goal
fr: Objectif Graisse Corporelle
id: Target Lemak Tubuh
pt: Meta de Gordura Corporal
tr: Vücut Yağı Hedefi

# goal_type_muscle
source: Muscle Goal
fr: Objectif Muscle
id: Target Otot
pt: Meta de Músculo
tr: Kas Hedefi

# goal_type_workout
source: Workout Goal
fr: Objectif Entraînement
id: Target Latihan
pt: Meta de Treino
tr: Antrenman Hedefi

# goal_type_nutrition
source: Nutrition Goal
fr: Objectif Nutrition
id: Target Nutrisi
pt: Meta de Nutrição
tr: Beslenme Hedefi

# measurement_category_body_composition
source: Body Composition
fr: Composition Corporelle
id: Komposisi Tubuh
pt: Composição Corporal
tr: Vücut Kompozisyonu

# measurement_category_body_measurements
source: Body Measurements
fr: Mesures Corporelles
id: Pengukuran Tubuh
pt: Medidas Corporais
tr: Vücut Ölçümleri

# measurement_category_performance
source: Performance
id: Performa
pt: Desempenho
tr: Performans

# measurement_category_nutrition
source: Nutrition
id: Nutrisi
pt: Nutrição
tr: Beslenme

# measurement_weight
source: Weight
fr: Poids
id: Berat
pt: Peso
tr: Kilo

# measurement_body_fat
source: Body Fat
fr: Graisse Corporelle
id: Lemak Tubuh
pt: Gordura Corporal
tr: Vücut Yağı

# measurement_muscle
source: Muscle
id: Otot
pt: Músculo
tr: Kas

# measurement_chest
source: Chest
fr: Poitrine
id: Dada
pt: Peito
tr: Göğüs

# measurement_waist
source: Waist
fr: Taille
id: Pinggang
pt: Cintura
tr: Bel

# measurement_hips
source: Hips
fr: Hanches
id: Pinggul
pt: Quadris
tr: Kalça

# measurement_left_arm
source: Left Arm
fr: Bras Gauche
id: Lengan Kiri
pt: Braço Esquerdo
tr: Sol Kol

# measurement_right_arm
source: Right Arm
fr: Bras Droit
id: Lengan Kanan
pt: Braço Direito
tr: Sağ Kol

# measurement_left_thigh
source: Left Thigh
fr: Cuisse Gauche
id: Paha Kiri
pt: Coxa Esquerda
tr: Sol Bacak

# measurement_right_thigh
source: Right Thigh
fr: Cuisse Droite
id: Paha Kanan
pt: Coxa Direita
tr: Sağ Bacak

# measurement_neck
source: Neck
fr: Cou
id: Leher
pt: Pescoço
tr: Boyun

# measurement_forearm
source: Forearm
fr: Avant-bras
id: Lengan Bawah
pt: Antebraço
tr: Ön Kol

# measurement_calf
source: Calf
fr: Mollet
id: Betis
pt: Panturrilha
tr: Baldır

# measurement_shoulders
source: Shoulders
fr: Épaules
id: Bahu
pt: Ombros
tr: Omuzlar

# photo_type_front
source: Front
fr: Face
id: Depan
pt: Frente
tr: Ön

# photo_type_back
source: Back
fr: Retour
id: Belakang
pt: Costas
tr: Arka

# photo_type_side
source: Side
fr: Profil
id: Samping
pt: Lateral
tr: Yan

# photo_type_progress
source: Progress
fr: Progrès
pt: Progresso
tr: İlerleme

# photo_instruction_front
source: Take a photo from the front
fr: Prenez une photo de face
id: Ambil foto dari depan
pt: Tire uma foto de frente
tr: Önden fotoğraf çekin

# photo_instruction_back
source: Take a photo from the back
fr: Prenez une photo de dos
id: Ambil foto dari belakang
pt: Tire uma foto de costas
tr: Arkadan fotoğraf çekin

# photo_instruction_side
source: Take a photo from the side
fr: Prenez une photo de profil
id: Ambil foto dari samping
pt: Tire uma foto de lado
tr: Yandan fotoğraf çekin

# photo_instruction_progress
source: Take a progress photo to track your fitness journey
fr: Prenez une photo de progrès pour suivre votre parcours fitness
id: Ambil foto progress untuk melacak perjalanan fitness Anda
pt: Tire uma foto de progresso para acompanhar sua jornada fitness
tr: Fitness yolculuğunuzu takip etmek için ilerleme fotoğrafı çekin

# language.change_title
source: Change Language
fr: Changer de Langue
id: Ubah Bahasa
pt: Alterar Idioma
tr: Dili Değiştir

# language.change_message
source: The app will restart to apply the language change. All unsaved data will be lost.
fr: L'application redémarrera pour appliquer le changement de langue. Toutes les données non sauvegardées seront perdues.
id: App akan restart untuk menerapkan perubahan bahasa. Semua data yang belum disimpan akan hilang.
pt: O app será reiniciado para aplicar a mudança de idioma. Todos os dados não salvos serão perdidos.
tr: Dil değişikliğini uygulamak için uygulama yeniden başlatılacak. Kaydedilmemiş tüm veriler kaybolacak.

# language.change_confirm
source: Change Language
fr: Changer de Langue
id: Ubah Bahasa
pt: Alterar Idioma
tr: Dili Değiştir

# language.change_cancel
source: Cancel
fr: Annuler
id: Batal
pt: Cancelar
tr: İptal

# language.restart_required
source: Restart Required
fr: Redémarrage Requis
id: Perlu Restart
pt: Reinicialização Necessária
tr: Yeniden Başlatma Gerekli

# language.restart_message
source: Please restart the app for the language change to take effect.
fr: Veuillez redémarrer l'application pour que le changement de langue prenne effet.
id: Silakan restart app untuk perubahan bahasa berlaku.
pt: Reinicie o app para que a mudança de idioma tenha efeito.
tr: Dil değişikliğinin etkili olması için lütfen uygulamayı yeniden başlatın.

# preferences.auto_language
source: Follows your device's language setting
fr: Suit le paramètre de langue de votre appareil
id: Mengikuti pengaturan bahasa perangkat Anda
pt: Segue a configuração de idioma do seu dispositivo
tr: Cihazınızın dil ayarını takip eder

# preferences.system_default
source: Follows your device's theme setting
fr: Suit le paramètre de thème de votre appareil
id: Mengikuti pengaturan tema perangkat Anda
pt: Segue a configuração de tema do seu dispositivo
tr: Cihazınızın tema ayarını takip eder

# preferences.always_light
source: Always use light theme
fr: Toujours utiliser le thème clair
id: Selalu gunakan tema terang
pt: Sempre usar tema claro
tr: Her zaman açık tema kullan

# preferences.always_dark
source: Always use dark theme
fr: Toujours utiliser le thème sombre
id: Selalu gunakan tema gelap
pt: Sempre usar tema escuro
tr: Her zaman koyu tema kullan

# preferences.notifications_all
source: Allow all notifications from the app
fr: Autoriser toutes les notifications de l'application
id: Izinkan semua notifikasi dari app
pt: Permitir todas as notificações do app
tr: Uygulamadan gelen tüm bildirimlere izin ver

# preferences.workout_reminders_desc
source: Get reminded about your scheduled workouts
fr: Soyez rappelé de vos entraînements programmés
id: Dapatkan pengingat tentang latihan yang dijadwalkan
pt: Receba lembretes sobre seus treinos agendados
tr: Planlanan antrenmanlarınız için hatırlatma alın

# preferences.nutrition_reminders_desc
source: Get reminded to log your meals
fr: Soyez rappelé d'enregistrer vos repas
id: Dapatkan pengingat untuk mencatat makanan
pt: Receba lembretes para registrar suas refeições
tr: Öğünlerinizi kaydetmek için hatırlatma alın

# preferences.sound_effects
source: Sound Effects
fr: Effets Sonores
id: Efek Suara
pt: Efeitos Sonoros
tr: Ses Efektleri

# preferences.timer_sounds
source: Play sounds during workout timers
fr: Jouer des sons pendant les minuteries d'entraînement
id: Putar suara selama timer latihan
pt: Reproduzir sons durante timers de treino
tr: Antrenman zamanlayıcıları sırasında ses çal

# preferences.haptic_feedback
source: Haptic Feedback
fr: Retour Haptique
id: Feedback Haptic
pt: Feedback Háptico
tr: Dokunsal Geri Bildirim

# preferences.vibration_feedback
source: Vibrate on important actions
fr: Vibrer lors d'actions importantes
id: Getar pada aksi penting
pt: Vibrar em ações importantes
tr: Önemli işlemlerde titreşim

# PREFERENCES.SOUND_EFFECTS
source: SOUND EFFECTS
id: EFEK SUARA
pt: EFEITOS SONOROS
tr: SES EFEKTLERİ

# PREFERENCES.APP_INFO
source: APP INFO
id: INFO APP
pt: INFORMAÇÕES DO APP
tr: UYGULAMA BİLGİLERİ

# progress_photos.title
source: Progress Photos
fr: Photos de Progrès
id: Foto Progress
pt: Fotos de Progresso
tr: İlerleme Fotoğrafları

# progress_photos.subtitle
source: Track your fitness journey with photos
fr: Suivez votre parcours fitness avec des photos
id: Lacak perjalanan fitness Anda dengan foto
pt: Acompanhe sua jornada fitness com fotos
tr: Fitness yolculuğunuzu fotoğraflarla takip edin

# progress_photos.add_first
source: Add Your First Photo
fr: Ajoutez Votre Première Photo
id: Tambah Foto Pertama Anda
pt: Adicione Sua Primeira Foto
tr: İlk Fotoğrafınızı Ekleyin

# body_measurements.subtitle
source: Track your body measurements over time
fr: Suivez vos mesures corporelles au fil du temps
id: Lacak pengukuran tubuh Anda dari waktu ke waktu
pt: Acompanhe suas medidas corporais ao longo do tempo
tr: Vücut ölçümlerinizi zaman içinde takip edin

# body_measurements.current_measurements
source: Current Measurements
fr: Mesures Actuelles
id: Pengukuran Saat Ini
pt: Medidas Atuais
tr: Mevcut Ölçümler

# personal_info.title
source: Personal Information
pt: Informações Pessoais
tr: Kişisel Bilgiler

# personal_info.update_title
source: Update Personal Information
fr: Mettre à Jour Informations Personnelles
id: Update Informasi Personal
pt: Atualizar Informações Pessoais
tr: Kişisel Bilgileri Güncelle

# personal_info.update_subtitle
source: Keep your information up to date for accurate calculations
fr: Gardez vos informations à jour pour des calculs précis
id: Perbarui informasi Anda untuk kalkulasi yang akurat
pt: Mantenha suas informações atualizadas para cálculos precisos
tr: Doğru hesaplamalar için bilgilerinizi güncel tutun

# personal_info.basic_info
source: Basic Information
fr: Informations de Base
id: Informasi Dasar
pt: Informações Básicas
tr: Temel Bilgiler

# personal_info.name
source: Name
fr: Nom
id: Nama
pt: Nome
tr: Ad

# personal_info.name_placeholder
source: Enter your name
pt: Digite seu nome
tr: Adınızı giriniz

# personal_info.age
source: Age
id: Umur
pt: Idade
tr: Yaş

# personal_info.age_format
source: %d years old
tr: %d yaş

# personal_info.gender
source: Gender
fr: Genre
id: Jenis Kelamin
pt: Gênero
tr: Cinsiyet

# personal_info.physical_measurements
source: Physical Measurements
fr: Mesures Physiques
id: Pengukuran Fisik
pt: Medidas Físicas
tr: Fiziksel Ölçümler

# personal_info.height
source: Height
fr: Taille
id: Tinggi
pt: Altura
tr: Boy

# personal_info.current_weight
source: Current Weight
fr: Poids Actuel
id: Berat Saat Ini
pt: Peso Atual
tr: Mevcut Kilo

# personal_info.goals_activity
source: Goals & Activity
fr: Objectifs & Activité
id: Target & Aktivitas
pt: Metas e Atividade
tr: Hedefler & Aktivite

# personal_info.fitness_goal
source: Fitness Goal
fr: Objectif Fitness
id: Target Fitness
pt: Meta Fitness
tr: Fitness Hedefi

# personal_info.activity_level
source: Activity Level
fr: Niveau d'Activité
id: Level Aktivitas
pt: Nível de Atividade
tr: Aktivite Seviyesi

# personal_info.calculated_values
source: Calculated Values
fr: Valeurs Calculées
id: Nilai Kalkulasi
pt: Valores Calculados
tr: Hesaplanan Değerler

# personal_info.basal_metabolism
source: Basal Metabolism
fr: Métabolisme de Base
id: Metabolisme Basal
pt: Metabolismo Basal
tr: Bazal Metabolizma

# personal_info.daily_expenditure
source: Daily Energy Expenditure
fr: Dépense Énergétique Quotidienne
id: Pengeluaran Energi Harian
pt: Gasto Energético Diário
tr: Günlük Enerji Harcaması

# personal_info.calorie_goal
source: Calorie Goal
fr: Objectif Calories
id: Target Kalori
pt: Meta Calórica
tr: Kalori Hedefi

# personal_info.daily_target
source: Daily Target
fr: Objectif Quotidien
id: Target Harian
pt: Meta Diária
tr: Günlük Hedef

# personal_info.info_updated
source: Information Updated
fr: Informations Mises à Jour
id: Informasi Diperbarui
pt: Informações Atualizadas
tr: Bilgiler Güncellendi

# personal_info.update_success
source: Your information has been updated successfully!
fr: Vos informations ont été mises à jour avec succès !
id: Informasi Anda berhasil diperbarui!
pt: Suas informações foram atualizadas com sucesso!
tr: Bilgileriniz başarıyla güncellendi!

# gender.male
source: Male
fr: Masculin
id: Pria
pt: Masculino
tr: Erkek

# gender.female
source: Female
fr: Féminin
id: Wanita
pt: Feminino
tr: Kadın

# account.title
source: Account Management
fr: Gestion de Compte
id: Manajemen Akun
pt: Gerenciamento de Conta
tr: Hesap Yönetimi

# account.info
source: Account Information
fr: Informations de Compte
id: Informasi Akun
pt: Informações da Conta
tr: Hesap Bilgileri

# account.local_account
source: Local Account
fr: Compte Local
id: Akun Lokal
pt: Conta Local
tr: Yerel Hesap

# account.registration_date
source: Registration Date
fr: Date d'Inscription
id: Tanggal Registrasi
pt: Data de Registro
tr: Kayıt Tarihi

# account.current_weight
source: Current Weight
fr: Poids Actuel
id: Berat Saat Ini
pt: Peso Atual
tr: Mevcut Kilo

# account.goal
source: Goal
id: Target
pt: Meta
tr: Hedef

# account.activity
source: Activity
fr: Activité
id: Aktivitas
pt: Atividade
tr: Aktivite

# account.data_management
source: Data Management
fr: Gestion des Données
id: Manajemen Data
pt: Gerenciamento de Dados
tr: Veri Yönetimi

# account.backup_data
source: Backup Data
fr: Sauvegarder Données
pt: Backup de Dados
tr: Verileri Yedekle

# account.export_desc
source: Export all your data
fr: Exporter toutes vos données
id: Ekspor semua data Anda
pt: Exporte todos os seus dados
tr: Tüm verilerinizi dışa aktarın

# account.app_info
source: App Information
fr: Informations de l'Application
id: Informasi App
pt: Informações do App
tr: Uygulama Bilgileri

# account.version
source: Version 1.0 - Beta
id: Versi 1.0 - Beta
pt: Versão 1.0 - Beta
tr: Sürüm 1.0 - Beta

# account.dangerous_actions
source: Dangerous Actions
fr: Actions Dangereuses
id: Aksi Berbahaya
pt: Ações Perigosas
tr: Tehlikeli İşlemler

# account.reset_data
source: Reset All Data
fr: Réinitialiser Toutes Données
id: Reset Semua Data
pt: Resetar Todos os Dados
tr: Tüm Verileri Sıfırla

# account.reset_desc
source: Delete workout and nutrition data
fr: Supprimer données d'entraînement et nutrition
id: Hapus data latihan dan nutrisi
pt: Excluir dados de treino e nutrição
tr: Antrenman ve beslenme verilerini sil

# account.delete_account
source: Delete Account
fr: Supprimer Compte
id: Hapus Akun
pt: Excluir Conta
tr: Hesabı Sil

# account.delete_desc
source: Permanently delete account and all data
fr: Supprimer définitivement compte et toutes données
id: Hapus permanen akun dan semua data
pt: Excluir permanentemente conta e todos os dados
tr: Hesabı ve tüm verileri kalıcı olarak sil

# account.cannot_undo
source: This action cannot be undone.
fr: Cette action ne peut pas être annulée.
id: Aksi ini tidak dapat dibatalkan.
pt: Esta ação não pode ser desfeita.
tr: Bu işlem geri alınamaz.

# nutrition.alias.searchEnhanced
source: Enhanced Search
fr: Recherche Améliorée
pt: Pesquisa Aprimorada
tr: Gelişmiş Arama

# nutrition.alias.multiLangSupport
source: Multi-Language Support
fr: Support Multilingue
pt: Suporte Multi-idioma
tr: Çok Dilli Destek

# nutrition.alias.foundViaAlias
source: Found via Alias
fr: Trouvé via Alias
pt: Encontrado via Alias
tr: Alternatif Adla Bulundu

# nutrition.alias.aliasMatch
source: Similar Name
fr: Nom Similaire
pt: Nome Similar
tr: Benzer İsim

# nutrition.alias.enhancedResults
source: Enhanced Results
fr: Résultats Améliorés
pt: Resultados Aprimorados
tr: Genişletilmiş Sonuçlar

# nutrition.category.autoSuggested
source: Auto-Suggested Category
fr: Catégorie Auto-Suggérée
pt: Categoria Auto-Sugerida
tr: Otomatik Önerilen Kategori

# nutrition.category.smartAssignment
source: Smart Category Assignment
fr: Attribution Intelligente de Catégorie
pt: Atribuição Inteligente de Categoria
tr: Akıllı Kategori Ataması
