Repository: burakkho/thrustr
Catalog: Resources/*.lproj/Localizable.strings
Languages: fr, id, pt, tr

# common.ok
source: OK
tr: Tamam

# common.cancel
source: Cancel
fr: Annuler
id: Batal
pt: Cancelar
tr: İptal

# common.save
source: Save
fr: Enregistrer
id: Simpan
pt: Salvar
tr: Kaydet

# common.edit
source: Edit
fr: Modifier
pt: Editar
tr: Düzenle

# common.done
source: Done
fr: Terminé
id: Selesai
pt: Concluído
tr: Bitti

# common.back
source: Back
fr: Retour
id: Kembali
pt: Voltar
tr: Geri

# common.retry
source: Retry
fr: Réessayer
id: Coba Lagi
pt: Tentar Novamente
tr: Tekrar Dene

# common.finish
source: Finish
fr: Terminer
id: Selesai
pt: Finalizar
tr: Bitir

# common.add
source: Add
fr: Ajouter
id: Tambah
pt: Adicionar
tr: Ekle

# common.change
source: Change
fr: Modifier
id: Ubah
pt: Alterar
tr: Değiştir

# common.view_all
source: View All
tr: Tümünü Gör

# common.continue_anyway
source: Continue Anyway
fr: Continuer quand même
id: Lanjutkan Saja
pt: Continuar Mesmo Assim
tr: Yine de Devam Et

# common.confirm_discard
source: Discard changes?
fr: Annuler les modifications ?
id: Buang perubahan?
pt: Descartar alterações?
tr: Değişiklikleri kaydetmeden çıkmak istiyor musun?

# common.discard
source: Discard
fr: Annuler
id: Buang
pt: Descartar
tr: Vazgeç

# common.discard_message
source: Unsaved changes will be lost.
fr: Les modifications non enregistrées seront perdues.
id: Perubahan yang tidak disimpan akan hilang.
pt: As alterações não salvas serão perdidas.
tr: Kaydedilmemiş değişiklikler kaybolacak.

# common.unknown
source: Unknown
tr: Bilinmiyor

# navigation.program_setup
source: Program Setup
fr: Configuration du Programme
id: Pengaturan Program
pt: Configuração do Programa
tr: Program Kurulumu

# navigation.starting_weights
source: Starting Weights
fr: Poids de Départ
id: Berat Awal
pt: Pesos Iniciais
tr: Başlangıç Ağırlıkları

# navigation.workout_preview
source: Workout Preview
fr: Aperçu d'Entraînement
id: Pratinjau Latihan
pt: Prévia do Treino
tr: Antrenman Önizleme

# navigation.notes
source: Notes
id: Catatan
pt: Observações
tr: Notlar

# navigation.summary
source: Summary
fr: Résumé
id: Ringkasan
pt: Resumo
tr: Özet

# navigation.log_lift_result
source: Log Lift Result
fr: Enregistrer Résultat de Force
id: Catat Hasil Angkat
pt: Registrar Resultado do Treino
tr: Ağırlık Sonucu Kaydet

# navigation.new_cardio
source: New Cardio
fr: Nouveau Cardio
id: Cardio Baru
pt: Novo Cardio
tr: Yeni Kardio

# navigation.add_movement
source: Add Movement
fr: Ajouter Mouvement
id: Tambah Gerakan
pt: Adicionar Movimento
tr: Hareket Ekle

# navigation.wod_history_format
source: %@ History
fr: Historique %@
id: Riwayat %@
pt: Histórico de %@
tr: %@ Geçmişi

# navigation.enter_best_sets
source: Enter your best recent sets
fr: Entrez vos meilleures séries récentes
id: Masukkan set terbaik terbaru Anda
pt: Digite suas melhores séries recentes
tr: En iyi son setlerinizi girin

# error.database
source: Database Error
fr: Erreur Base de Données
id: Kesalahan Database
pt: Erro de Banco de Dados
tr: Veritabanı Hatası

# error.network
source: Connection Error
fr: Erreur de Connexion
id: Kesalahan Koneksi
pt: Erro de Conexão
tr: Bağlantı Hatası

# error.healthkit
source: HealthKit Error
fr: Erreur HealthKit
id: Kesalahan HealthKit
pt: Erro do HealthKit
tr: HealthKit Hatası

# error.data_corruption
source: Data Corruption
fr: Corruption de Données
id: Data Rusak
pt: Corrupção de Dados
tr: Veri Bozulması

# error.unknown
source: Unknown Error
fr: Erreur Inconnue
id: Kesalahan Tidak Diketahui
pt: Erro Desconhecido
tr: Bilinmeyen Hata

# error.database.recovery
source: Try restarting the app. If the problem persists, reinstall the app.
fr: Essayez de redémarrer l'app. Si le problème persiste, réinstallez l'app.
id: Coba restart aplikasi. Jika masalah berlanjut, instal ulang aplikasi.
pt: Tente reiniciar o app. Se o problema persistir, reinstale o app.
tr: Uygulamayı yeniden başlatmayı deneyin. Sorun devam ederse, uygulamayı yeniden yükleyin.

# error.network.recovery
source: Check your internet connection and try again.
fr: Vérifiez votre connexion internet et réessayez.
id: Periksa koneksi internet Anda dan coba lagi.
pt: Verifique sua conexão de internet e tente novamente.
tr: İnternet bağlantınızı kontrol edin ve tekrar deneyin.

# error.healthkit.recovery
source: Check HealthKit permissions and try again.
fr: Vérifiez les permissions HealthKit et réessayez.
id: Periksa izin HealthKit dan coba lagi.
pt: Verifique as permissões do HealthKit e tente novamente.
tr: HealthKit izinlerini kontrol edin ve tekrar deneyin.

# error.data_corruption.recovery
source: Data will be reloaded. This may take a few minutes.
fr: Les données seront rechargées. Cela peut prendre quelques minutes.
id: Data akan dimuat ulang. Ini mungkin memakan waktu beberapa menit.
pt: Os dados serão recarregados. Isso pode levar alguns minutos.
tr: Veri yeniden yüklenecek. Bu işlem birkaç dakika sürebilir.

# error.unknown.recovery
source: Please try again. If the problem persists, contact support.
fr: Veuillez réessayer. Si le problème persiste, contactez le support.
id: Silakan coba lagi. Jika masalah berlanjut, hubungi dukungan.
pt: Tente novamente. Se o problema persistir, entre em contato com o suporte.
tr: Lütfen tekrar deneyin. Sorun devam ederse destek ile iletişime geçin.

# error.ok_button
source: OK
tr: Tamam

# error.retry_button
source: Try Again
fr: Réessayer
id: Coba Lagi
pt: Tentar Novamente
tr: Tekrar Dene

# error.save_failed
source: Save failed
tr: Kayıt başarısız

# tab.dashboard
source: Dashboard
fr: Tableau de Bord
id: Dasbor
pt: Painel
tr: Ana Sayfa

# tab.training
source: Training
fr: Entraînement
id: Latihan
pt: Treino
tr: Antrenman

# tab.nutrition
source: Nutrition
id: Nutrisi
pt: Nutrição
tr: Beslenme

# tab.analytics
source: Analytics
tr: Analizler

# analytics.title
source: Analytics
fr: Analyses
id: Analitik
pt: Análises
tr: Analizler

# analytics.health
source: Health
tr: Sağlık

# analytics.training
source: Training
tr: Antrenman

# analytics.nutrition
source: Nutrition
tr: Beslenme

# analytics.daily_health_overview
source: Daily Health Overview
tr: Günlük Sağlık Özeti

# analytics.health_trends
source: Health Trends
tr: Sağlık Trendleri

# analytics.ai_insights
source: AI Insights
tr: AI İçgörüleri

# health.intelligence.title
source: Health Intelligence
tr: Sağlık Zekası

# health.intelligence.tab.overview
source: Overview
tr: Genel Bakış

# health.intelligence.tab.recovery
source: Recovery
tr: Toparlanma

# health.intelligence.tab.fitness
source: Fitness
tr: Form

# health.intelligence.tab.trends
source: Trends
tr: Trendler

# health.intelligence.ai_summary
source: AI Health Summary
tr: AI Sağlık Özeti

# health.intelligence.last_update
source: Last update
tr: Son güncelleme

# health.intelligence.priority_insights
source: Priority Insights
tr: Önemli İçgörüler

# health.intelligence.quick_actions
source: Quick Actions
tr: Hızlı Eylemler

# health.intelligence.recovery_insights
source: Recovery Insights
tr: Toparlanma İçgörüleri

# health.intelligence.training_insights
source: Training Insights
tr: Antrenman İçgörüleri

# health.intelligence.trend_analysis
source: Trend Analysis
tr: Trend Analizi

# health.intelligence.suggest_workout
source: Suggest Workout
tr: Antrenman Öner

# health.intelligence.nutrition_advice
source: Nutrition
tr: Beslenme

# health.intelligence.rest_recommendation
source: Rest
tr: Dinlenme

# health.intelligence.summary.excellent
source: Your recovery is excellent (%d/100) and your fitness level is %@. You're in a great period to maximize your performance!
tr: Toparlanman mükemmel (%d/100) ve fitness seviyeni %@. Performansını maksimize edebileceğin harika bir dönemdesin!

# health.intelligence.summary.good
source: Your recovery is at good level (%d/100) and your fitness level is %@. You can improve even more with %d important recommendations.
tr: Toparlanman iyi seviyede (%d/100) ve fitness seviyeni %@. %d önemli öneri ile daha da gelişebilirsin.

# health.intelligence.summary.attention
source: Your recovery needs attention (%d/100). You can improve your health by focusing on %d critical recommendations.
tr: Toparlanman dikkat gerektiriyor (%d/100). %d kritik öneriye odaklanarak sağlığını iyileştirebilirsin.

# health.intelligence.loading.title
source: AI Health Analysis
tr: AI Sağlık Analizi

# health.intelligence.loading.subtitle
source: Processing your health data...
tr: Sağlık verileriniz işleniyor...

# health.intelligence.loading.step.reading_data
source: Reading HealthKit data
tr: HealthKit verisi okunuyor

# health.intelligence.loading.step.recovery_analysis
source: Recovery analysis
tr: Toparlanma analizi

# health.intelligence.loading.step.fitness_assessment
source: Fitness assessment
tr: Fitness değerlendirme

# health.intelligence.loading.step.generating_insights
source: Generating insights
tr: İçgörüler oluşturuluyor

# health.intelligence.metrics.recovery
source: Recovery
tr: Toparlanma

# health.intelligence.metrics.fitness
source: Fitness
tr: Form

# health.intelligence.metrics.insights
source: Insights
tr: İçgörü

# health.intelligence.metrics.insights_unit
source: recommendations
tr: öneri

# analytics.trends_preview_placeholder
source: Trend charts coming soon
tr: Trend grafikleri yakında geliyor

# analytics.strength_progression
source: Strength Progression
tr: Kuvvet Gelişimi

# analytics.workout_frequency
source: Workout Frequency
tr: Antrenman Sıklığı

# analytics.recent_prs
source: Recent PRs
tr: Son Kişisel Rekorlar

# analytics.training_patterns
source: Training Patterns
tr: Antrenman Desenleri

# analytics.this_week
source: This Week
fr: Cette Semaine
id: Minggu Ini
pt: Esta Semana
tr: Bu Hafta

# analytics.this_month
source: This Month
fr: Ce Mois
id: Bulan Ini
pt: Este Mês
tr: Bu Ay

# analytics.avg_duration
source: Avg Duration
tr: Ort. Süre

# analytics.most_active_time
source: Most active time
tr: En aktif saat

# analytics.favorite_workout_day
source: Favorite workout day
tr: Favori antrenman günü

# analytics.avg_weekly_volume
source: Avg weekly volume
tr: Haftalık ortalama hacim

# analytics.macro_trends
source: Macro Trends
tr: Makro Trendleri

# analytics.calorie_balance
source: Calorie Balance
tr: Kalori Dengesi

# analytics.nutrition_patterns
source: Nutrition Patterns
tr: Beslenme Desenleri

# analytics.meal_timing
source: Meal Timing
tr: Öğün Zamanlaması

# analytics.avg_intake
source: Avg Intake
tr: Ort. Alım

# analytics.avg_expenditure
source: Avg Expenditure
tr: Ort. Harcama

# analytics.net_balance
source: Net Balance
tr: Net Denge

# analytics.weekly_calorie_trend
source: Weekly calorie trend chart
tr: Haftalık kalori trend grafiği

# analytics.heaviest_meal
source: Heaviest meal
tr: En ağır öğün

# analytics.top_food_category
source: Top food category
tr: Top besin kategorisi

# analytics.hydration_avg
source: Hydration avg
tr: Ortalama hidasyon

# analytics.meal_consistency
source: Meal consistency
tr: Öğün tutarlılığı

# analytics.nutrition_dashboard
source: Nutrition Dashboard
pt: Painel de Nutrição
tr: Beslenme Panosu

# analytics.monthly_trends
source: Monthly Trends
pt: Tendências Mensais
tr: Aylık Trendler

# analytics.total_entries
source: Total Entries
pt: Total de Entradas
tr: Toplam Giriş

# analytics.avg_daily_calories
source: Avg Daily Calories
pt: Calorias Diárias Médias
tr: Günlük Ortalama Kalori

# analytics.most_active_day
source: Most Active Day
pt: Dia Mais Ativo
tr: En Aktif Gün

# analytics.highest_calorie_day
source: Highest Calorie Day
pt: Dia de Maior Caloria
tr: En Yüksek Kalori Günü

# analytics.logging_consistency
source: Logging Consistency
pt: Consistência de Registro
tr: Kayıt Tutarlılığı

# analytics.primary_macro
source: Primary Macro
pt: Macro Primário
tr: Ana Makro

# analytics.calorie_consistency
source: Calorie Consistency
pt: Consistência Calórica
tr: Kalori Tutarlılığı

# tab.profile
source: Profile
fr: Profil
id: Profil
pt: Perfil
tr: Profil

# dashboard.title
source: Dashboard
fr: Tableau de Bord
id: Dasbor
pt: Painel
tr: Ana Sayfa

# dashboard.todayStats
source: Today's Stats
fr: Stats du Jour
id: Statistik Hari Ini
pt: Estatísticas de Hoje
tr: Bugünkü İstatistikler

# dashboard.quickActions
source: Quick Actions
fr: Actions Rapides
id: Aksi Cepat
pt: Ações Rápidas
tr: Hızlı İşlemler

# dashboard.startWorkout
source: Start Workout
fr: Démarrer Entraînement
id: Mulai Latihan
pt: Iniciar Treino
tr: Antrenman Başlat

# dashboard.addMeal
source: Add Meal
fr: Ajouter Repas
id: Tambah Makanan
pt: Adicionar Refeição
tr: Yemek Ekle

# training.title
source: Training
fr: Entraînement
id: Latihan
pt: Treino
tr: Antrenman

# training.newWorkout
source: New Workout
fr: Nouvel Entraînement
id: Latihan Baru
pt: Novo Treino
tr: Yeni Antrenman

# training.history
source: History
fr: Historique
id: Riwayat
pt: Histórico
tr: Geçmiş

# training.analytics.title
source: Analytics
fr: Analyses
id: Analitik
pt: Análises
tr: Analizler

# training.dashboard.title
source: Dashboard
fr: Tableau de Bord
id: Dasbor
pt: Painel
tr: Gösterge Paneli

# training.dashboard.thisWeek
source: This Week
fr: Cette Semaine
id: Minggu Ini
pt: Esta Semana
tr: Bu Hafta

# training.dashboard.quickActions
source: Quick Actions
fr: Actions Rapides
id: Aksi Cepat
pt: Ações Rápidas
tr: Hızlı İşlemler

# training.dashboard.streak
source: Streak
fr: Série
pt: Sequência
tr: Seri

# training.dashboard.noRecentActivity
source: No recent activity
fr: Aucune activité récente
id: Tidak ada aktivitas terbaru
pt: Nenhuma atividade recente
tr: Son etkinlik yok

# training.lift.title
source: Lift
fr: Entraînement de Force
id: Latihan Angkat Beban
pt: Treino de Força
tr: Ağırlık Antrenmanı

# training.lift.tabs.workouts
source: Workouts
fr: Séances
id: Latihan
pt: Treinos
tr: Antrenmanlar

# training.lift.tabs.programs
source: Programs
fr: Programmes
id: Program
pt: Programas
tr: Programlar

# training.lift.tabs.routines
source: Routines
id: Rutinitas
pt: Rotinas
tr: Rutinler

# training.lift.tabs.history
source: History
fr: Historique
id: Riwayat
pt: Histórico
tr: Geçmiş

# training.lift.quickStart
source: Quick Start
fr: Démarrage Rapide
id: Mulai Cepat
pt: Início Rápido
tr: Hızlı Başlat

# training.lift.emptyWorkout
source: Empty Workout
fr: Séance Vide
id: Latihan Kosong
pt: Treino Vazio
tr: Boş Antrenman

# training.lift.emptyWorkout.subtitle
source: Add as you go
fr: Ajoutez au fur et à mesure
id: Tambahkan sambil jalan
pt: Adicione conforme avança
tr: İlerleyerek ekle

# training.lift.pickRoutine
source: Pick Routine
fr: Choisir une Routine
id: Pilih Rutinitas
pt: Escolher Rotina
tr: Rutin Seç

# training.lift.pickRoutine.subtitle
source: From templates
fr: Depuis les modèles
id: Dari template
pt: Dos modelos
tr: Şablonlardan

# training.lift.startProgram
source: Start Program
fr: Démarrer le Programme
id: Mulai Program
pt: Iniciar Programa
tr: Program Başlat

# training.lift.startProgram.subtitle
source: Structured plan
fr: Plan structuré
id: Rencana terstruktur
pt: Plano estruturado
tr: Yapılandırılmış plan

# training.lift.startWorkout
source: START WORKOUT
fr: DÉMARRER LA SÉANCE
id: MULAI LATIHAN
pt: INICIAR TREINO
tr: ANTRENMANI BAŞLAT

# training.lift.viewDetails
source: View Program Details
fr: Voir Détails du Programme
id: Lihat Detail Program
pt: Ver Detalhes do Programa
tr: Program Detayları

# training.lift.pauseProgram
source: Pause Program
fr: Mettre en Pause
id: Jeda Program
pt: Pausar Programa
tr: Programı Durdur

# training.lift.resumeProgram
source: Resume Program
fr: Reprendre le Programme
id: Lanjutkan Program
pt: Retomar Programa
tr: Programı Devam Et

# training.lift.browsePrograms
source: Browse Programs
fr: Parcourir les Programmes
id: Jelajahi Program
pt: Navegar Programas
tr: Programlara Gözat

# training.lift.browsePrograms.subtitle
source: Get structured workouts and better results
fr: Obtenez des séances structurées et de meilleurs résultats
id: Dapatkan latihan terstruktur dan hasil yang lebih baik
pt: Obtenha treinos estruturados e melhores resultados
tr: Yapılandırılmış antrenmanlar ve daha iyi sonuçlar elde et

# routine.title
source: Routines
id: Rutinitas
pt: Rotinas
tr: Rutinler

# routine.templates
source: Templates
fr: Modèles
id: Template
pt: Modelos
tr: Şablonlar

# routine.custom
source: Custom
fr: Personnalisé
id: Kustom
pt: Personalizado
tr: Özel

# routine.createNew
source: Create New Routine
fr: Créer Nouvelle Routine
id: Buat Rutinitas Baru
pt: Criar Nova Rotina
tr: Yeni Rutin Oluştur

# routine.copyCustomize
source: Copy & Customize
fr: Copier et Personnaliser
id: Salin & Kustomisasi
pt: Copiar e Personalizar
tr: Kopyala ve Özelleştir

# routine.ourTemplates
source: Our Templates
fr: Nos Modèles
id: Template Kami
pt: Nossos Modelos
tr: Bizim Şablonlarımız

# routine.myCustomRoutines
source: My Custom Routines
fr: Mes Routines Personnalisées
id: Rutinitas Kustom Saya
pt: Minhas Rotinas Personalizadas
tr: Özel Rutinlerim

# routine.exercises
source: exercises
fr: exercices
id: latihan
pt: exercícios
tr: egzersiz

# routine.empty.custom.title
source: No Custom Routines Yet
fr: Aucune Routine Personnalisée
id: Belum Ada Rutinitas Kustom
pt: Nenhuma Rotina Personalizada Ainda
tr: Henüz Özel Rutin Yok

# routine.empty.custom.subtitle
source: Create your first routine to get started
fr: Créez votre première routine pour commencer
id: Buat rutinitas pertama Anda untuk memulai
pt: Crie sua primeira rotina para começar
tr: Başlamak için ilk rutininizi oluşturun

# routine.create.title
source: Create New Routine
fr: Créer Nouvelle Routine
id: Buat Rutinitas Baru
pt: Criar Nova Rotina
tr: Yeni Rutin Oluştur

# routine.create.method
source: How would you like to create your routine?
fr: Comment souhaitez-vous créer votre routine ?
id: Bagaimana Anda ingin membuat rutinitas?
pt: Como você gostaria de criar sua rotina?
tr: Rutininizi nasıl oluşturmak istersiniz?

# routine.create.fromScratch
source: Start From Scratch
fr: Commencer de Zéro
id: Mulai dari Awal
pt: Começar do Zero
tr: Sıfırdan Başla

# routine.create.fromScratch.desc
source: Build your routine exercise by exercise
fr: Construisez votre routine exercice par exercice
id: Bangun rutinitas latihan demi latihan
pt: Construa sua rotina exercício por exercício
tr: Rutininizi egzersiz egzersiz oluşturun

# routine.create.fromTemplate
source: Copy From Template
fr: Copier d'un Modèle
id: Salin dari Template
pt: Copiar de Modelo
tr: Şablondan Kopyala

# routine.create.fromTemplate.desc
source: Start with our proven templates
fr: Commencez avec nos modèles éprouvés
id: Mulai dengan template terbukti kami
pt: Comece com nossos modelos comprovados
tr: Kanıtlanmış şablonlarımızla başlayın

# routine.create.save
source: Save Routine
fr: Enregistrer Routine
id: Simpan Rutinitas
pt: Salvar Rotina
tr: Rutini Kaydet

# routine.createNew.subtitle
source: Build custom workout plans
fr: Créez des plans d'entraînement personnalisés
id: Bangun rencana latihan kustom
pt: Construa planos de treino personalizados
tr: Özel antrenman planları oluştur

# routine.featuredTemplates
source: Featured Templates
fr: Modèles en Vedette
id: Template Unggulan
pt: Modelos em Destaque
tr: Öne Çıkan Şablonlar

# routine.favorites
source: Favorites
fr: Favoris
id: Favorit
pt: Favoritos
tr: Favorilerim

# routine.template.exercises
source: Exercises
fr: Exercices
id: Latihan
pt: Exercícios
tr: Egzersizler

# routine.template.duration
source: Duration
fr: Durée
id: Durasi
pt: Duração
tr: Süre

# routine.template.sets
source: Sets
fr: Séries
id: Set
pt: Séries
tr: Set

# routine.template.start
source: Start
fr: Démarrer
id: Mulai
pt: Iniciar
tr: Başlat

# routine.template.customize
source: Customize
fr: Personnaliser
id: Kustomisasi
pt: Personalizar
tr: Özelleştir

# training.lift.stats.thisWeek
source: This Week
fr: Cette Semaine
id: Minggu Ini
pt: Esta Semana
tr: Bu Hafta

# training.lift.stats.streak
source: Streak
fr: Série
pt: Sequência
tr: Seri

# training.lift.stats.remaining
source: Remaining
fr: Restantes
id: Tersisa
pt: Restantes
tr: Kalan

# training.lift.stats.completed
source: completed
fr: terminées
id: selesai
pt: concluídos
tr: tamamlandı

# training.lift.stats.workouts
source: workouts
fr: séances
id: latihan
pt: treinos
tr: antrenman

# training.lift.stats.weeks
source: weeks
fr: semaines
id: minggu
pt: semanas
tr: hafta

# training.lift.recentWorkouts
source: Recent Workouts
fr: Séances Récentes
id: Latihan Terbaru
pt: Treinos Recentes
tr: Son Antrenmanlar

# training.lift.workoutRoutines
source: Workout Routines
fr: Routines d'Entraînement
id: Rutinitas Latihan
pt: Rotinas de Treino
tr: Antrenman Rutinleri

# training.lift.featuredPrograms
source: Featured Programs
fr: Programmes en Vedette
id: Program Unggulan
pt: Programas em Destaque
tr: Öne Çıkan Programlar

# training.lift.myPrograms
source: My Programs
fr: Mes Programmes
id: Program Saya
pt: Meus Programas
tr: Programlarım

# training.lift.lastWorkout
source: Last workout
fr: Dernière séance
id: Latihan terakhir
pt: Último treino
tr: Son antrenman

# training.lift.noRoutines.title
source: No Routines Yet
fr: Aucune Routine Encore
id: Belum Ada Rutinitas
pt: Nenhuma Rotina Ainda
tr: Henüz Rutin Yok

# training.lift.noRoutines.message
source: Create your first workout routine to get started
fr: Créez votre première routine d'entraînement pour commencer
id: Buat rutinitas latihan pertama Anda untuk memulai
pt: Crie sua primeira rotina de treino para começar
tr: Başlamak için ilk antrenman rutininizi oluşturun

# training.lift.noRoutines.action
source: Create Routine
fr: Créer Routine
id: Buat Rutinitas
pt: Criar Rotina
tr: Rutin Oluştur

# training.start.title
source: Start Workout
fr: Démarrer Entraînement
id: Mulai Latihan
pt: Iniciar Treino
tr: Antrenman Başlat

# training.start.new
source: New Workout
fr: Nouvel Entraînement
id: Latihan Baru
pt: Novo Treino
tr: Yeni Antrenman

# training.start.new.subtitle
source: Create empty workout
fr: Créer séance vide
id: Buat latihan kosong
pt: Criar treino vazio
tr: Boş antrenman oluştur

# training.start.program
source: Select Program
fr: Sélectionner Programme
id: Pilih Program
pt: Selecionar Programa
tr: Program Seç

# training.start.program.subtitle
source: Start from template
fr: Démarrer depuis modèle
id: Mulai dari template
pt: Começar do modelo
tr: Hazır programdan başla

# training.start.wod
source: Do METCON
fr: Faire METCON
id: Lakukan METCON
pt: Fazer METCON
tr: METCON Yap

# training.start.wod.subtitle
source: Metabolic conditioning
fr: Conditionnement métabolique
id: Kondisioning metabolik
pt: Condicionamento metabólico
tr: Günlük antrenman yap

# training.start.lift
source: Lift Session
fr: Séance de Force
id: Sesi Angkat Beban
pt: Sessão de Força
tr: Ağırlık Seansı

# training.start.lift.subtitle
source: Strength and powerlifting
fr: Force et powerlifting
id: Kekuatan dan powerlifting
pt: Força e powerlifting
tr: Güç ve powerlifting

# training.start.cardio
source: Cardio Workout
fr: Entraînement Cardio
id: Latihan Cardio
pt: Treino Cardio
tr: Kardio Antrenmanı

# training.start.cardio.subtitle
source: Running, rowing, endurance
fr: Course, aviron, endurance
id: Lari, rowing, daya tahan
pt: Corrida, remo, resistência
tr: Koşu, kürek, dayanıklılık

# training.start.action.hint
source: Tap to select this option
fr: Appuyez pour sélectionner cette option
id: Ketuk untuk pilih opsi ini
pt: Toque para selecionar esta opção
tr: Bu seçeneği seçmek için dokunun

# training.cardio.title
source: Cardio
tr: Kardio

# training.lift.search
source: Search lifts...
fr: Rechercher exercices de force...
id: Cari angkat beban...
pt: Pesquisar exercícios de força...
tr: Ağırlık ara...

# training.cardio.search
source: Search cardio...
fr: Rechercher cardio...
id: Cari cardio...
pt: Pesquisar cardio...
tr: Kardio ara...

# training.lift.empty.custom
source: No Custom Lifts
id: Tidak Ada Angkat Beban Kustom
pt: Nenhum Exercício de Força Personalizado
tr: Özel Ağırlık Yok
