Repository: burakkho/thrustr
Catalog: Resources/*.lproj/Localizable.strings
Languages: fr, id, pt, tr

# nutrition.error.pleaseTryAgain
source: Too many requests, please try again
fr: Trop de requêtes, veuillez réessayer
id: Terlalu banyak permintaan, silakan coba lagi
pt: Muitas solicitações, tente novamente
tr: Çok fazla istek, lütfen tekrar deneyin

# nutrition.error.invalidBarcode
source: Invalid barcode
fr: Code-barres invalide
id: Barcode tidak valid
pt: Código de barras inválido
tr: Geçersiz barkod

# nutrition.error.productNotFound
source: Product not found
fr: Produit introuvable
id: Produk tidak ditemukan
pt: Produto não encontrado
tr: Ürün bulunamadı

# nutrition.error.networkUnavailable
source: Network connection unavailable
fr: Connexion réseau indisponible
id: Koneksi jaringan tidak tersedia
pt: Conexão de rede indisponível
tr: Ağ bağlantısı yok

# nutrition.error.decodingFailed
source: Data could not be decoded
fr: Les données n'ont pas pu être décodées
id: Data tidak bisa didecode
pt: Não foi possível decodificar os dados
tr: Veri çözümlenemedi

# nutrition.error.invalidResponse
source: Invalid response
fr: Réponse invalide
id: Response tidak valid
pt: Resposta inválida
tr: Geçersiz yanıt

# nutrition.error.serverError
source: Server error (%d)
fr: Erreur serveur (%d)
id: Error server (%d)
pt: Erro do servidor (%d)
tr: Sunucu hatası (%d)

# nutrition.actions.close
source: Close
fr: Fermer
id: Tutup
pt: Fechar
tr: Kapat

# nutrition.actions.retry
source: Retry
fr: Réessayer
id: Coba Lagi
pt: Tentar Novamente
tr: Tekrar Dene

# nutrition.actions.tryAgain
source: Try Again
fr: Réessayer
id: Coba Lagi
pt: Tentar Novamente
tr: Tekrar Deneyin

# nutrition.actions.cancel
source: Cancel
fr: Annuler
id: Batal
pt: Cancelar
tr: İptal

# nutrition.actions.scanAgain
source: Scan Again
fr: Scanner à nouveau
id: Scan Lagi
pt: Escanear Novamente
tr: Yeniden Tara

# training.navigation.wodDetails
source: WOD Details
id: Detail WOD
pt: Detalhes do WOD
tr: WOD Detayları

# training.navigation.wodHistory
source: %@ History
id: Riwayat %@
pt: Histórico de %@
tr: %@ Geçmişi

# training.navigation.newCardio
source: New Cardio
id: Cardio Baru
pt: Novo Cardio
tr: Yeni Kardio

# training.navigation.selectExercise
source: Select Exercise
id: Pilih Latihan
pt: Selecionar Exercício
tr: Egzersiz Seç

# training.navigation.shareWOD
source: Share WOD
id: Bagikan WOD
pt: Compartilhar WOD
tr: WOD Paylaş

# training.navigation.workoutSummary
source: Workout Summary
id: Ringkasan Latihan
pt: Resumo do Treino
tr: Antrenman Özeti

# training.navigation.heartRateSelect
source: Select Heart Rate Monitor
id: Pilih Monitor Detak Jantung
pt: Selecionar Monitor de Frequência Cardíaca
tr: Nabız Bandı Seç

# training.navigation.strengthTest
source: Strength Test
id: Tes Kekuatan
pt: Teste de Força
tr: Kuvvet Testi

# training.navigation.getReady
source: Get Ready!
id: Bersiap!
pt: Prepare-se!
tr: Hazırlan!

# training.common.cancel
source: Cancel
fr: Annuler
id: Batal
pt: Cancelar
tr: İptal

# training.common.done
source: Done
fr: Terminé
id: Selesai
pt: Concluído
tr: Bitti

# training.common.create
source: Create
fr: Créer
id: Buat
pt: Criar
tr: Oluştur

# training.common.startProgram
source: Start Program
fr: Démarrer le Programme
id: Mulai Program
pt: Iniciar Programa
tr: Program Başlat

# training.common.back
source: Back
fr: Retour
id: Kembali
pt: Voltar
tr: Geri

# training.common.details
source: Details
fr: Détails
id: Detail
pt: Detalhes
tr: Detaylar

# training.common.updateOneRMs
source: Update 1RMs
fr: Mettre à jour les 1RM
id: Update 1RM
pt: Atualizar 1RMs
tr: 1RM'leri Güncelle

# training.common.congratulations
source: Congratulations!
fr: Félicitations!
id: Selamat!
pt: Parabéns!
tr: Tebrikler!

# training.common.finishedProgram
source: Congratulations on finishing your program!
fr: Félicitations pour avoir terminé votre programme!
id: Selamat telah menyelesaikan program Anda!
pt: Parabéns por terminar seu programa!
tr: Programı bitirdiğiniz için tebrikler!

# training.common.scanAgain
source: Scan Again
fr: Scanner à nouveau
id: Scan Lagi
pt: Escanear Novamente
tr: Yeniden Tara

# training.dashboard.welcomeBack
source: Welcome back, %@!
fr: Bon retour, %@!
id: Selamat datang kembali, %@!
pt: Bem-vindo de volta, %@!
tr: Tekrar hoş geldin, %@!

# training.dashboard.motivationalMessage
source: Great job! Keep up the momentum! 🔥
fr: Excellent travail! Maintenez l'élan! 🔥
id: Kerja bagus! Pertahankan momentum! 🔥
pt: Ótimo trabalho! Continue assim! 🔥
tr: Harika iş! Böyle devam et! 🔥

# training.dashboard.workouts
source: Workouts
fr: Entraînements
id: Latihan
pt: Treinos
tr: Antrenman

# training.dashboard.dayStreak
source: Day Streak
fr: Série de Jours
id: Streak Hari
pt: Sequência de Dias
tr: Gün Serisi

# training.dashboard.duration
source: Duration
fr: Durée
id: Durasi
pt: Duração
tr: Süre

# training.dashboard.when
source: When
fr: Quand
id: Kapan
pt: Quando
tr: Ne Zaman

# training.dashboard.quickLift
source: Quick Lift
fr: Musculation Rapide
id: Lift Cepat
pt: Força Rápida
tr: Hızlı Kaldırma

# training.dashboard.quickCardio
source: Quick Cardio
fr: Cardio Rapide
id: Cardio Cepat
pt: Cardio Rápido
tr: Hızlı Kardiyо

# training.dashboard.dailyWOD
source: Daily WOD
fr: WOD Quotidien
id: WOD Harian
pt: WOD Diário
tr: Günlük WOD

# training.dashboard.browsePrograms
source: Browse Programs
fr: Parcourir Programmes
id: Telusuri Program
pt: Navegar Programas
tr: Programlara Gözat

# training.dashboard.startStrengthTraining
source: Start strength training
fr: Commencer entraînement de force
id: Mulai strength training
pt: Iniciar treino de força
tr: Güç antrenmanı başlat

# training.dashboard.startCardioSession
source: Start cardio session
fr: Commencer séance cardio
id: Mulai sesi cardio
pt: Iniciar sessão de cardio
tr: Kardiyо seansı başlat

# training.dashboard.todaysWorkout
source: Today's workout
fr: Entraînement d'aujourd'hui
id: Latihan hari ini
pt: Treino de hoje
tr: Bugünün antrenmanı

# training.dashboard.findProgram
source: Find a program
fr: Trouver un programme
id: Cari program
pt: Encontrar um programa
tr: Program bul

# training.dashboard.startWorkout
source: Start Workout
fr: Commencer Entraînement
id: Mulai Latihan
pt: Iniciar Treino
tr: Antrenman Başlat

# training.dashboard.seeAll
source: See All
fr: Voir Tout
id: Lihat Semua
pt: Ver Tudo
tr: Tümünü Gör

# training.dashboard.lastWorkout
source: Last Workout
fr: Dernier Entraînement
id: Latihan Terakhir
pt: Último Treino
tr: Son Antrenman

# training.dashboard.recentActivity
source: Recent Activity
fr: Activité Récente
id: Aktivitas Terbaru
pt: Atividade Recente
tr: Son Aktiviteler

# training.dashboard.totalTime
source: Total Time
fr: Temps Total
id: Total Waktu
pt: Tempo Total
tr: Toplam Süre

# training.dashboard.emptyStateDescription
source: Start your first workout to see your progress here!
fr: Commencez votre premier entraînement pour voir vos progrès ici!
id: Mulai latihan pertama Anda untuk melihat progress di sini!
pt: Inicie seu primeiro treino para ver seu progresso aqui!
tr: İlerlemenizi görmek için ilk antrenmanınızı başlatın!

# training.dashboard.pills.overview
source: Overview
tr: Özet

# training.dashboard.pills.analytics
source: Analytics
tr: Analitik

# training.dashboard.pills.tests
source: Tests
tr: Testler

# training.dashboard.pills.goals
source: Goals
tr: Hedefler

# training.dashboard.viewDetailedAnalytics
source: View Detailed Analytics
tr: Ayrıntılı Analiz

# training.dashboard.takeStrengthTest
source: Take Strength Test
tr: Kuvvet Testi Yap

# training.dashboard.manageGoals
source: Manage Goals
tr: Hedefleri Yönet

# dashboard.profile.height
source: Height
fr: Taille
id: Tinggi
pt: Altura
tr: Boy

# dashboard.profile.weight
source: Weight
fr: Poids
id: Berat
pt: Peso
tr: Kilo

# dashboard.profile.bodyFat
source: Body Fat
fr: Masse Grasse
id: Lemak Tubuh
pt: Gordura Corporal
tr: Vücut Yağı

# dashboard.profile.strengthLevel
source: Level
fr: Niveau
pt: Nível
tr: Seviye

# dashboard.profile.takeTest
source: Take Test
fr: Passer Test
id: Ambil Tes
pt: Fazer Teste
tr: Test Yap

# dashboard.profile.testHint
source: Tap to start strength test
fr: Touchez pour commencer le test de force
id: Tap untuk mulai tes kekuatan
pt: Toque para iniciar teste de força
tr: Dokunarak güç testi başlat

# dashboard.profile.profileMetrics
source: Profile Metrics
fr: Métriques du Profil
id: Metrik Profil
pt: Métricas do Perfil
tr: Profil Metrikleri

# dashboard.quickActions.calories
source: Calories
id: Kalori
pt: Calorias
tr: Kalori

# dashboard.quickActions.quickStatus
source: Quick Status Cards
id: Kartu Status Cepat
pt: Cartões de Status Rápido
tr: Hızlı Durum Kartları

# dashboard.strengthLevels.beginner
source: Beginner
fr: Débutant
id: Pemula
pt: Iniciante
tr: Başlangıç

# dashboard.strengthLevels.novice
source: Novice
pt: Novato
tr: Acemi

# dashboard.strengthLevels.intermediate
source: Intermediate
fr: Intermédiaire
id: Menengah
pt: Intermediário
tr: Orta

# dashboard.strengthLevels.advanced
source: Advanced
fr: Avancé
id: Lanjutan
pt: Avançado
tr: İleri

# dashboard.strengthLevels.expert
source: Expert
id: Ahli
pt: Especialista
tr: Uzman

# dashboard.strengthLevels.elite
source: Elite
fr: Élite
tr: Elit

# training.tests.title
source: Tests
id: Tes
pt: Testes
tr: Testler

# training.tests.strength.title
source: Strength Tests
fr: Tests de Force
id: Tes Kekuatan
pt: Testes de Força
tr: Güç Testleri

# training.tests.newTest
source: New Test
fr: Nouveau Test
id: Tes Baru
pt: Novo Teste
tr: Yeni Test

# training.tests.takeTest
source: Take Test
fr: Passer le Test
id: Ambil Tes
pt: Fazer Teste
tr: Test Yap

# training.tests.results
source: Test Results
fr: Résultats du Test
id: Hasil Tes
pt: Resultados do Teste
tr: Test Sonuçları

# training.tests.noTests
source: No Tests Yet
fr: Aucun Test Encore
id: Belum Ada Tes
pt: Nenhum Teste Ainda
tr: Henüz Test Yok

# training.tests.noTestsDesc
source: Start with your first strength test
fr: Commencez par votre premier test de force
id: Mulai dengan tes kekuatan pertama Anda
pt: Comece com seu primeiro teste de força
tr: İlk güç testinizi yaparak başlayın

# training.tests.lastTest
source: Last Test
fr: Dernier Test
id: Tes Terakhir
pt: Último Teste
tr: Son Test

# training.tests.overallScore
source: Overall Score
fr: Score Global
id: Skor Keseluruhan
pt: Pontuação Geral
tr: Genel Puan

# training.tests.strengthLevel
source: Strength Level
fr: Niveau de Force
id: Level Kekuatan
pt: Nível de Força
tr: Güç Seviyesi

# training.tests.testHistory
source: Test History
fr: Historique des Tests
id: Riwayat Tes
pt: Histórico de Testes
tr: Test Geçmişi

# training.tests.viewDetails
source: View Details
fr: Voir Détails
id: Lihat Detail
pt: Ver Detalhes
tr: Detayları Gör

# strength.testCompleted
source: Test Completed
fr: Test Terminé
id: Tes Selesai
pt: Teste Completado
tr: Test Tamamlandı

# strength.level
source: Level
fr: Niveau
pt: Nível
tr: Seviye

# strength.score
source: Score
id: Skor
pt: Pontuação
tr: Puan

# strength.exercises
source: Exercises
fr: Exercices
id: Latihan
pt: Exercícios
tr: Egzersizler

# strength.testDate
source: Test Date
fr: Date du Test
id: Tanggal Tes
pt: Data do Teste
tr: Test Tarihi

# strength.retakeTest
source: Retake Test
fr: Refaire Test
id: Tes Ulang
pt: Refazer Teste
tr: Testi Tekrarla

# strength.viewHistory
source: View History
fr: Voir Historique
id: Lihat Riwayat
pt: Ver Histórico
tr: Geçmişi Görüntüle

# dashboard.general.comingSoon
source: This feature is coming soon!
fr: Cette fonctionnalité arrive bientôt!
id: Fitur ini segera hadir!
pt: Este recurso estará disponível em breve!
tr: Bu özellik yakında gelecek!

# dashboard.general.tapForDetails
source: Tap to view details
fr: Touchez pour voir les détails
id: Tap untuk lihat detail
pt: Toque para ver detalhes
tr: Dokunarak detayları görüntüle

# dashboard.general.sectionLabel
source: Section
id: Bagian
pt: Seção
tr: Bölüm

# dashboard.meals.breakfast
source: Breakfast
fr: Petit-déjeuner
id: Sarapan
pt: Café da Manhã
tr: Kahvaltı

# dashboard.meals.lunch
source: Lunch
fr: Déjeuner
id: Makan Siang
pt: Almoço
tr: Öğle

# dashboard.meals.dinner
source: Dinner
fr: Dîner
id: Makan Malam
pt: Jantar
tr: Akşam

# dashboard.meals.snack
source: Snack
fr: Collation
pt: Lanche
tr: Atıştır

# training.analytics.thisWeekLower
source: this week
id: minggu ini
pt: esta semana
tr: bu hafta

# training.analytics.thisMonth
source: this month
fr: ce mois
id: bulan ini
pt: este mês
tr: bu ay

# training.analytics.subtitle
source: Track your progress and achievements
fr: Suivez vos progrès et réalisations
id: Lacak progress dan pencapaian Anda
pt: Acompanhe seu progresso e conquistas
tr: İlerlemenizi ve başarılarınızı takip edin

# training.analytics.weekly
source: Weekly
fr: Hebdomadaire
id: Mingguan
pt: Semanal
tr: Haftalık

# training.analytics.monthly
source: Monthly
fr: Mensuel
id: Bulanan
pt: Mensal
tr: Aylık

# training.analytics.noActivityData
source: No Activity Data
fr: Aucune Donnée d'Activité
id: Tidak Ada Data Aktivitas
pt: Nenhum Dado de Atividade
tr: Aktivite verisi yok

# training.analytics.noActivityDesc
source: Complete some workouts to see your weekly activity chart
fr: Terminez quelques séances pour voir votre graphique d'activité hebdomadaire
id: Selesaikan beberapa latihan untuk melihat chart aktivitas mingguan
pt: Complete alguns treinos para ver seu gráfico de atividade semanal
tr: Haftalık aktivite grafiğinizi görmek için biraz antrenman yapın

# training.analytics.thisWeekActivity
source: This Week Activity
fr: Activité de cette semaine
id: Aktivitas Minggu Ini
pt: Atividade desta Semana
tr: Bu Hafta Aktivite

# training.analytics.day
source: Day
fr: Jour
id: Hari
pt: Dia
tr: Gün

# training.analytics.liftSessions
source: Lift Sessions
fr: Séances de Force
id: Sesi Lift
pt: Sessões de Força
tr: Ağırlık Seansları

# training.analytics.cardioSessions
source: Cardio Sessions
fr: Séances de Cardio
id: Sesi Cardio
pt: Sessões de Cardio
tr: Kardio Seansları

# training.cardio.finishAndSave
source: Finish and Save
fr: Terminer et Sauvegarder
id: Selesai dan Simpan
pt: Finalizar e Salvar
tr: Bitir ve Kaydet

# training.cardio.confirmFinishMessage
source: Are you sure you want to finish the workout?
fr: Êtes-vous sûr de vouloir terminer l'entraînement?
id: Apakah Anda yakin ingin menyelesaikan latihan?
pt: Tem certeza de que deseja finalizar o treino?
tr: Antrenmanı bitirmek istediğinize emin misiniz?

# training.cardio.connectHeartRate
source: Connect Heart Rate
fr: Connecter Fréquence Cardiaque
id: Hubungkan Detak Jantung
pt: Conectar Frequência Cardíaca
tr: Nabız Bağlan

# training.cardio.heartRateNotConnected
source: Heart rate monitor not connected
fr: Moniteur de fréquence cardiaque non connecté
id: Monitor detak jantung tidak terhubung
pt: Monitor de frequência cardíaca não conectado
tr: Nabız bandı bağlı değil

# training.cardio.intervals
source: Intervals
fr: Intervalles
id: Interval
pt: Intervalos
tr: Ara Süreler

# training.cardio.searchingDevices
source: Searching for devices...
fr: Recherche d'appareils...
id: Mencari perangkat...
pt: Procurando dispositivos...
tr: Cihazlar aranıyor...

# training.cardio.steps
source: Steps
fr: Pas
id: Langkah
pt: Passos
tr: Adım

# training.tests.testCompleted
source: Strength Test Completed!
fr: Test de Force Terminé!
id: Tes Kekuatan Selesai!
pt: Teste de Força Completado!
tr: Kuvvet Testi Tamamlandı!

# training.tests.performanceAnalysis
source: Here's your performance analysis
fr: Voici votre analyse de performance
id: Berikut analisis performa Anda
pt: Aqui está sua análise de desempenho
tr: İşte performans analizin

# training.tests.exerciseDetails
source: Exercise Details
fr: Détails des Exercices
id: Detail Latihan
pt: Detalhes dos Exercícios
tr: Egzersiz Detayları

# training.tests.exerciseAnalysisDesc
source: Performance analysis for each exercise
fr: Analyse de performance pour chaque exercice
id: Analisis performa untuk setiap latihan
pt: Análise de desempenho para cada exercício
tr: Her egzersiz için performans analizi

# training.tests.bodyBalanceAnalysis
source: Upper and lower body balance analysis
fr: Analyse de l'équilibre haut et bas du corps
id: Analisis keseimbangan tubuh atas dan bawah
pt: Análise de equilíbrio da parte superior e inferior do corpo
tr: Üst ve alt vücut denge analizi

# training.tests.strengthLevelsMeaning
source: Meaning of strength levels
fr: Signification des niveaux de force
id: Makna level kekuatan
pt: Significado dos níveis de força
tr: Kuvvet seviyelerinin anlamı

# training.tests.recommendations
source: Recommendations
id: Rekomendasi
pt: Recomendações
tr: Öneriler

# training.tests.personalizedRecommendations
source: Personalized recommendations for improvement
fr: Recommandations personnalisées pour l'amélioration
id: Rekomendasi personal untuk peningkatan
pt: Recomendações personalizadas para melhoria
tr: Gelişim için kişiselleştirilmiş öneriler

# training.tests.loadingRecommendations
source: Loading recommendations...
fr: Chargement des recommandations...
id: Memuat rekomendasi...
pt: Carregando recomendações...
tr: Öneriler yükleniyor...

# training.tests.saveResults
source: Save Results
fr: Sauvegarder Résultats
id: Simpan Hasil
pt: Salvar Resultados
tr: Sonuçları Kaydet

# training.tests.levelScale
source: Level Scale
fr: Échelle de Niveau
id: Skala Level
pt: Escala de Níveis
tr: Seviye Skalası

# training.tests.aboutStandards
source: About Standards
fr: À Propos des Standards
id: Tentang Standar
pt: Sobre Padrões
tr: Standartlar Hakkında

# notifications.enabled
source: Push Notifications
fr: Notifications Push
id: Notifikasi Push
pt: Notificações Push
tr: Push Bildirimleri

# notifications.enabled_desc
source: Get reminders and achievement alerts
fr: Recevez rappels et alertes de réussites
id: Dapatkan pengingat dan alert pencapaian
pt: Receba lembretes e alertas de conquistas
tr: Hatırlatma ve başarı uyarıları alın

# notifications.workout_reminders
source: Workout Reminders
fr: Rappels d'entraînement
id: Pengingat Latihan
pt: Lembretes de Treino
tr: Antrenman Hatırlatıcıları

# notifications.workout_desc
source: Daily workout motivation
fr: Motivation quotidienne d'entraînement
id: Motivasi latihan harian
pt: Motivação diária para treinar
tr: Günlük antrenman motivasyonu

# notifications.achievements
source: Achievement Alerts
fr: Alertes de Réussites
id: Alert Pencapaian
pt: Alertas de Conquistas
tr: Başarı Uyarıları

# notifications.achievements_desc
source: Celebrate your milestones
fr: Célébrez vos jalons
id: Rayakan milestone Anda
pt: Celebre seus marcos
tr: Dönüm noktalarınızı kutlayın

# notifications.goals
source: Goal Reminders
fr: Rappels d'Objectifs
id: Pengingat Target
pt: Lembretes de Metas
tr: Hedef Hatırlatıcıları

# notifications.goals_desc
source: Stay on track with your goals
fr: Restez sur la bonne voie avec vos objectifs
id: Tetap pada jalur target Anda
pt: Mantenha-se no caminho das suas metas
tr: Hedeflerinizde kalın

# notifications.open_settings
source: Open Settings
fr: Ouvrir Paramètres
id: Buka Pengaturan
pt: Abrir Configurações
tr: Ayarları Aç

# notifications.status.not_determined
source: Not Configured
fr: Non Configuré
id: Belum Dikonfigurasi
pt: Não Configurado
tr: Ayarlanmadı

# notifications.status.denied
source: Denied
fr: Refusé
id: Ditolak
pt: Negado
tr: Reddedildi

# notifications.status.authorized
source: Fully Enabled
fr: Entièrement Activé
id: Sepenuhnya Aktif
pt: Totalmente Habilitado
tr: Tamamen Aktif

# notifications.status.provisional
source: Silent Mode
fr: Mode Silencieux
id: Mode Senyap
pt: Modo Silencioso
tr: Sessiz Mod

# notifications.status.ephemeral
source: Temporary
fr: Temporaire
id: Sementara
pt: Temporário
tr: Geçici

# notifications.status.unknown
source: Unknown
fr: Inconnu
id: Tidak Diketahui
pt: Desconhecido
tr: Bilinmiyor

# notifications.provisional.title
source: Silent Notifications Active
fr: Notifications Silencieuses Actives
id: Notifikasi Senyap Aktif
pt: Notificações Silenciosas Ativas
tr: Sessiz Bildirimler Aktif

# notifications.provisional.description
source: Notifications appear quietly in Notification Center
fr: Les notifications apparaissent silencieusement dans le Centre de Notifications
id: Notifikasi muncul dengan tenang di Pusat Notifikasi
pt: Notificações aparecem silenciosamente na Central de Notificações
tr: Bildirimler Bildirim Merkezi'nde sessizce görünür

# notifications.upgrade.title
source: Enable Sound & Banners
fr: Activer Son et Bannières
id: Aktifkan Suara & Banner
pt: Habilitar Som e Banners
tr: Ses ve Banner'ları Etkinleştir

# notifications.upgrade.description
source: Get alerts with sound and on-screen banners
fr: Recevez des alertes avec son et bannières à l'écran
id: Dapatkan alert dengan suara dan banner di layar
pt: Receba alertas com som e banners na tela
tr: Ses ve ekran banner'ları ile uyarı alın

# notifications.workout.title
source: Workout Time!
fr: C'est l'heure de s'entraîner!
id: Waktunya Latihan!
pt: Hora do Treino!
tr: Antrenman Zamanı!

# notifications.workout.body
source: Time to crush your fitness goals. Let's get moving!
fr: Il est temps d'écraser vos objectifs fitness. C'est parti !
id: Saatnya hancurkan target fitness Anda. Ayo bergerak!
pt: Hora de conquistar suas metas fitness. Vamos nos exercitar!
tr: Fitness hedeflerinizi parçalama zamanı. Hadi hareket edelim!

# notifications.goal.title
source: Daily Goal Check
fr: Vérification Objectif Quotidien
id: Cek Target Harian
pt: Verificação de Meta Diária
tr: Günlük Hedef Kontrolü

# notifications.goal.body
source: How are you doing with your daily fitness goals?
fr: Comment avancez-vous avec vos objectifs fitness quotidiens ?
id: Bagaimana perkembangan target fitness harian Anda?
pt: Como estão suas metas fitness diárias?
tr: Günlük fitness hedeflerinizde nasıl gidiyorsunuz?

# notifications.streak.title
source: Streak Alert!
tr: Serin Korunuyor!

# notifications.streak.body
source: Work out within %d hours to keep your streak alive!
tr: Serinizi kaybetmemek için %d saat içinde antrenman yapın!

# notifications.streak.daily_title
source: Daily Streak Check
tr: Günlük Seri Kontrolü

# notifications.streak.daily_body
source: Have you completed today's workout?
tr: Bugünkü antrenmanınızı tamamladınız mı?

# profile.bodyFat.essential
source: Essential Fat
fr: Graisse Essentielle
id: Lemak Esensial
pt: Gordura Essencial
tr: Temel Yağ

# profile.bodyFat.athlete
source: Athlete
fr: Athlète
id: Atlet
pt: Atleta
tr: Atlet

# profile.bodyFat.average
source: Average
fr: Moyenne
id: Rata-rata
pt: Média
tr: Ortalama

# profile.bodyFat.obese
source: Obese
fr: Obèse
id: Obesitas
pt: Obeso
tr: Obez

# profile.fitness.beginner
source: Beginner
fr: Débutant
id: Pemula
pt: Iniciante
tr: Başlangıç

# profile.fitness.intermediate
source: Intermediate
fr: Intermédiaire
id: Menengah
pt: Intermediário
tr: Orta

# profile.fitness.good
source: Good
fr: Bon
id: Baik
pt: Bom
tr: İyi

# profile.fitness.advanced
source: Advanced
fr: Avancé
id: Lanjutan
pt: Avançado
tr: İleri

# profile.fitness.elite
source: Elite
fr: Élite
tr: Elit

# profile.ffmi.title
source: FFMI Calculator
fr: Calculateur FFMI
id: Kalkulator FFMI
pt: Calculadora FFMI
tr: FFMI Hesaplayıcı

# profile.ffmi.subtitle
source: Fat-Free Mass Index
fr: Indice de Masse Maigre
id: Indeks Massa Bebas Lemak
pt: Índice de Massa Livre de Gordura
tr: Yağsız Kütle İndeksi

# profile.ffmi.about
source: About FFMI
fr: À propos FFMI
id: Tentang FFMI
pt: Sobre FFMI
tr: FFMI Hakkında

# profile.ffmi.whatIsFFMI
source: What is FFMI?
fr: Qu'est-ce que le FFMI ?
id: Apa itu FFMI?
pt: O que é FFMI?
tr: FFMI Nedir?
