Repository: burakkho/thrustr
Catalog: Resources/*.lproj/Localizable.strings
Languages: fr, id, pt, tr

# ffmi_calculator.above_average_desc
source: Good muscle development
fr: Bon développement musculaire
id: Perkembangan otot yang baik
pt: Bom desenvolvimento muscular
tr: İyi kas gelişimi

# ffmi_calculator.excellent_desc
source: Very good muscle mass
fr: Très bonne masse musculaire
id: Massa otot sangat baik
pt: Massa muscular muito boa
tr: Çok iyi kas kütlesi

# ffmi_calculator.superior_desc
source: Near natural maximum
fr: Proche du maximum naturel
id: Mendekati maksimum natural
pt: Próximo do máximo natural
tr: Doğal maksimuma yakın

# ffmi_calculator.suspicious_desc
source: May exceed natural limits
fr: Peut dépasser les limites naturelles
id: Mungkin melebihi batas natural
pt: Pode exceder limites naturais
tr: Doğal sınırları aşıyor olabilir

# one_rm_calculator.training_info
source: Training Information
fr: Informations d'Entraînement
id: Informasi Latihan
pt: Informações de Treino
tr: Antrenman Bilgileri

# one_rm_calculator.results
source: Results
fr: Résultats
id: Hasil
pt: Resultados
tr: Sonuçlar

# one_rm_calculator.about
source: About 1RM
fr: À Propos 1RM
id: Tentang 1RM
pt: Sobre 1RM
tr: 1RM Hakkında

# one_rm_calculator.weight_lifted
source: Weight Lifted (kg)
fr: Poids Soulevé (kg)
id: Berat yang Diangkat (kg)
pt: Peso Levantado (kg)
tr: Kaldırdığınız Ağırlık (kg)

# one_rm_calculator.rep_count
source: Repetition Count (1-15)
fr: Nombre de Répétitions (1-15)
id: Jumlah Repetisi (1-15)
pt: Contagem de Repetições (1-15)
tr: Tekrar Sayısı (1-15)

# one_rm_calculator.calculation_formula
source: Calculation Formula
fr: Formule de Calcul
id: Formula Kalkulasi
pt: Fórmula de Cálculo
tr: Hesaplama Formülü

# one_rm_calculator.one_rm_value
source: Your 1RM Value
fr: Votre Valeur 1RM
id: Nilai 1RM Anda
pt: Seu Valor 1RM
tr: 1RM Değeriniz

# one_rm_calculator.what_is_one_rm
source: What is 1RM?
fr: Qu'est-ce que 1RM ?
id: Apa itu 1RM?
pt: O que é 1RM?
tr: 1RM Nedir?

# one_rm_calculator.what_is_one_rm_desc
source: The maximum weight you can lift in a single repetition
fr: Le poids maximum que vous pouvez soulever en une seule répétition
id: Berat maksimum yang bisa Anda angkat dalam satu repetisi
pt: O peso máximo que você pode levantar em uma única repetição
tr: Bir egzersizde maksimum tek tekrarda kaldırabileceğiniz ağırlıktır

# one_rm_calculator.how_to_use
source: How to Use
id: Cara Menggunakan
pt: Como Usar
tr: Nasıl Kullanılır?

# one_rm_calculator.how_to_use_desc
source: Work in a safe repetition range (3-10) and calculate
id: Bekerja dalam rentang repetisi yang aman (3-10) dan hitung
pt: Trabalhe em uma faixa de repetições segura (3-10) e calcule
tr: Güvenli bir tekrar aralığında (3-10) çalışın ve hesaplayın

# one_rm_calculator.accuracy
source: Accuracy
id: Akurasi
pt: Precisão
tr: Doğruluk

# one_rm_calculator.accuracy_desc
source: Provides most accurate results in the 3-10 repetition range
id: Memberikan hasil paling akurat dalam rentang 3-10 repetisi
pt: Fornece resultados mais precisos na faixa de 3-10 repetições
tr: 3-10 tekrar aralığında en doğru sonuçları verir

# one_rm_calculator.safety
source: Safety
id: Keamanan
pt: Segurança
tr: Güvenlik

# one_rm_calculator.safety_desc
source: Real 1RM testing can be risky, calculation is safer
id: Tes 1RM nyata bisa berisiko, kalkulasi lebih aman
pt: Testes reais de 1RM podem ser arriscados, o cálculo é mais seguro
tr: Gerçek 1RM testi yapmak riskli olabilir, hesaplama daha güvenlidir

# one_rm_calculator.percentage_table
source: Training Intensities
id: Intensitas Latihan
pt: Intensidades de Treino
tr: Antrenman Yoğunlukları

# formula_info.title
source: Formula Information
id: Informasi Formula
pt: Informações da Fórmula
tr: Formül Bilgileri

# formula_info.brzycki_desc
source: Most widely used, ideal for 1-10 repetitions
id: Paling banyak digunakan, ideal untuk 1-10 repetisi
pt: Mais amplamente usada, ideal para 1-10 repetições
tr: En yaygın kullanılan, 1-10 tekrar için ideal

# formula_info.epley_desc
source: Preferred in powerlifting, more conservative
id: Dipilih di powerlifting, lebih konservatif
pt: Preferida no powerlifting, mais conservadora
tr: Powerlifting'de tercih edilen, daha muhafazakar

# formula_info.lander_desc
source: More accurate results at high repetitions
id: Hasil lebih akurat pada repetisi tinggi
pt: Resultados mais precisos em altas repetições
tr: Yüksek tekrarlarda daha doğru sonuçlar

# training.cardio.activity
source: Activity
fr: Activité
id: Aktivitas
pt: Atividade
tr: Aktivite

# training.cardio.flexibility
source: Flexibility
fr: Flexibilité
id: Fleksibilitas
pt: Flexibilidade
tr: Esneklik

# training.cardio.anyDistanceTime
source: Any distance/time
fr: N'importe quelle distance/durée
id: Jarak/waktu apa saja
pt: Qualquer distância/tempo
tr: Herhangi bir mesafe/süre

# training.cardio.equipment
source: Equipment
fr: Équipement
id: Peralatan
pt: Equipamento
tr: Ekipman

# training.cardio.statistics
source: Statistics
fr: Statistiques
id: Statistik
pt: Estatísticas
tr: İstatistikler

# training.cardio.workoutDetails
source: Workout Details
fr: Détails de la Séance
id: Detail Latihan
pt: Detalhes do Treino
tr: Antrenman Detayları

# training.cardio.startWorkout
source: Start Workout
fr: Démarrer la Séance
id: Mulai Latihan
pt: Iniciar Treino
tr: Antrenman Başlat

# training.cardio.duplicate
source: Duplicate
fr: Dupliquer
id: Duplikasi
pt: Duplicar
tr: Kopyala

# training.cardio.delete
source: Delete
fr: Supprimer
id: Hapus
pt: Excluir
tr: Sil

# training.cardio.newSession
source: New Session
fr: Nouvelle Séance
id: Sesi Baru
pt: Nova Sessão
tr: Yeni Seans

# training.cardio.setGoal
source: Set your goal for this session
fr: Définissez votre objectif pour cette séance
id: Set target Anda untuk sesi ini
pt: Defina sua meta para esta sessão
tr: Bu seans için hedefinizi belirleyin

# training.cardio.sessionType
source: Session Type
fr: Type de Séance
id: Jenis Sesi
pt: Tipo de Sessão
tr: Seans Tipi

# training.cardio.target
source: Target
fr: Objectif
pt: Alvo
tr: Hedef

# training.cardio.notes
source: Notes
id: Catatan
pt: Observações
tr: Notlar

# training.cardio.notesPlaceholder
source: Optional notes for this session...
fr: Notes optionnelles pour cette séance...
id: Catatan opsional untuk sesi ini...
pt: Observações opcionais para esta sessão...
tr: Bu seans için opsiyonel notlar...

# training.cardio.equipmentOptions
source: Equipment Options
fr: Options d'Équipement
id: Opsi Peralatan
pt: Opções de Equipamento
tr: Ekipman Seçenekleri

# training.cardio.distanceGoal
source: Distance Goal
id: Target Jarak
pt: Meta de Distância
tr: Mesafe Hedefi

# training.cardio.timeGoal
source: Time Goal
id: Target Waktu
pt: Meta de Tempo
tr: Süre Hedefi

# training.cardio.quickSelect
source: Quick Select
id: Pilih Cepat
pt: Seleção Rápida
tr: Hızlı Seçim

# training.cardio.customDistance
source: Custom Distance
id: Jarak Kustom
pt: Distância Personalizada
tr: Özel Mesafe

# training.cardio.customDuration
source: Custom Duration
id: Durasi Kustom
pt: Duração Personalizada
tr: Özel Süre

# training.cardio.sessionTracking
source: Session Tracking
id: Pelacakan Sesi
pt: Acompanhamento de Sessão
tr: Seans Takibi

# training.cardio.logResults
source: Log your results
id: Catat hasil Anda
pt: Registre seus resultados
tr: Sonuçlarınızı kaydedin

# training.cardio.targetProgress
source: Target Progress
id: Progress Target
pt: Progresso do Alvo
tr: Hedef İlerlemesi

# training.cardio.duration
source: Duration
id: Durasi
pt: Duração
tr: Süre

# training.cardio.performance
source: Performance
id: Performa
pt: Desempenho
tr: Performans

# training.cardio.additionalInfo
source: Additional Info
id: Info Tambahan
pt: Informações Adicionais
tr: Ek Bilgiler

# training.cardio.heartRate
source: Heart Rate
fr: Fréquence Cardiaque
id: Detak Jantung
pt: Frequência Cardíaca
tr: Kalp Atış Hızı

# training.cardio.feeling
source: Feeling
id: Perasaan
pt: Sensação
tr: Hissettikleriniz

# training.cardio.sessionNotes
source: Session Notes
id: Catatan Sesi
pt: Observações da Sessão
tr: Seans Notları

# training.cardio.sessionNotesPlaceholder
source: How did this session go?
id: Bagaimana sesi ini berjalan?
pt: Como foi esta sessão?
tr: Bu seans nasıl geçti?

# training.cardio.completeSession
source: Complete Session
id: Selesaikan Sesi
pt: Completar Sessão
tr: Seansı Tamamla

# training.cardio.saveSession
source: Save this session to your history?
id: Simpan sesi ini ke riwayat Anda?
pt: Salvar esta sessão no seu histórico?
tr: Bu seansı geçmişinize kaydetmek istiyor musunuz?

# training.cardio.selectActivityAndStart
source: Select activity type and start
id: Pilih jenis aktivitas dan mulai
pt: Selecione o tipo de atividade e inicie
tr: Aktivite türünü seç ve başla

# training.cardio.ergometer
source: Ergometer
pt: Ergômetro
tr: Ergometre

# training.cardio.selectActivity
source: Select Activity
id: Pilih Aktivitas
pt: Selecionar Atividade
tr: Aktivite Seç

# training.cardio.noActivities
source: No Activities
id: Tidak Ada Aktivitas
pt: Nenhuma Atividade
tr: Aktivite Yok

# training.cardio.noActivitiesDescription
source: No activities available for this location
id: Tidak ada aktivitas tersedia untuk lokasi ini
pt: Nenhuma atividade disponível para este local
tr: Bu konum için aktivite bulunamadı

# training.cardio.gpsTracking
source: GPS tracking
id: Pelacakan GPS
pt: Rastreamento GPS
tr: GPS takibi

# training.cardio.routeMapping
source: Route mapping
id: Pemetaan rute
pt: Mapeamento de rota
tr: Rota haritalama

# training.cardio.autoDistance
source: Automatic distance tracking
id: Pelacakan jarak otomatis
pt: Rastreamento automático de distância
tr: Otomatik mesafe takibi

# training.cardio.heartRateMonitoring
source: Heart rate monitoring
id: Monitoring detak jantung
pt: Monitoramento de frequência cardíaca
tr: Nabız takibi

# training.cardio.timerTracking
source: Timer tracking
id: Pelacakan timer
pt: Rastreamento de tempo
tr: Zamanlayıcı takibi

# training.cardio.manualDistanceEntry
source: Manual distance entry
id: Entri jarak manual
pt: Entrada manual de distância
tr: Manuel mesafe girişi

# training.cardio.calorieEstimation
source: Calorie estimation
id: Estimasi kalori
pt: Estimação de calorias
tr: Kalori tahmini

# training.cardio.pm5Compatible
source: PM5 compatible
id: Kompatibel PM5
pt: Compatível com PM5
tr: PM5 uyumlu

# training.cardio.powerMetrics
source: Power metrics
id: Metrik power
pt: Métricas de potência
tr: Güç metrikleri

# training.cardio.splitTracking
source: Split tracking
id: Pelacakan split
pt: Rastreamento de splits
tr: Split takibi

# training.cardio.exercise.running
source: Running
fr: Course
id: Lari
pt: Corrida
tr: Koşu

# training.cardio.exercise.cycling
source: Cycling
fr: Cyclisme
id: Bersepeda
pt: Ciclismo
tr: Bisiklet

# training.cardio.exercise.rowing
source: Rowing
id: Mendayung
pt: Remo
tr: Kürek

# training.cardio.exercise.skiing
source: Ski Erg
tr: Kayak Ergometresi

# training.cardio.exercise.walking
source: Walking
fr: Marche
id: Jalan
pt: Caminhada
tr: Yürüyüş

# training.cardio.equipment.outdoor
source: Outdoor
pt: Externo
tr: Açık Hava

# training.cardio.equipment.treadmill
source: Treadmill
pt: Esteira
tr: Koşu Bandı

# training.cardio.equipment.rowErg
source: Row Erg
pt: Remo Erg
tr: Kürek Ergometresi

# training.cardio.equipment.bikeErg
source: Bike Erg
tr: Bisiklet Ergometresi

# training.cardio.equipment.skiErg
source: Ski Erg
tr: Kayak Ergometresi

# training.cardio.feeling.terrible
source: Terrible
id: Buruk Sekali
pt: Terrível
tr: Berbat

# training.cardio.feeling.bad
source: Bad
id: Buruk
pt: Ruim
tr: Kötü

# training.cardio.feeling.okay
source: Okay
id: Cukup
pt: OK
tr: Idare Eder

# training.cardio.feeling.good
source: Good
id: Baik
pt: Bom
tr: İyi

# training.cardio.feeling.great
source: Great
id: Luar Biasa
pt: Ótimo
tr: Harika

# search.wods_placeholder
source: Search METCON...
id: Cari METCON...
pt: Pesquisar METCON...
tr: METCON ara...

# training.analytics.trackProgress
source: Track your progress and achievements
id: Lacak progress dan pencapaian Anda
pt: Acompanhe seu progresso e conquistas
tr: İlerlemenizi ve başarılarınızı takip edin

# training.analytics.thisWeek
source: This Week
id: Minggu Ini
pt: Esta Semana
tr: Bu Hafta

# training.analytics.sessions
source: Sessions
id: Sesi
pt: Sessões
tr: Seanslar

# training.analytics.totalTime
source: Total Time
id: Total Waktu
pt: Tempo Total
tr: Toplam Süre

# training.analytics.streak
source: Streak
pt: Sequência
tr: Seri

# training.analytics.prs
source: PRs
id: PR
pt: RPs
tr: PR'lar

# training.analytics.days
source: days
id: hari
pt: dias
tr: gün

# training.analytics.monthlyGoals
source: Monthly Goals
id: Target Bulanan
pt: Metas Mensais
tr: Aylık Hedefler

# training.analytics.editGoals
source: Edit Goals
id: Edit Target
pt: Editar Metas
tr: Hedefleri Düzenle

# training.analytics.distance
source: Distance
id: Jarak
pt: Distância
tr: Mesafe

# training.analytics.viewAll
source: View All
id: Lihat Semua
pt: Ver Tudo
tr: Tümünü Gör

# training.analytics.recentPRs
source: Recent PRs
id: PR Terbaru
pt: RPs Recentes
tr: Son PR'lar

# training.analytics.noPRsYet
source: No PRs Yet
id: Belum Ada PR
pt: Nenhum RP Ainda
tr: Henüz PR Yok

# training.analytics.noPRsMessage
source: Complete workouts to start tracking personal records
id: Selesaikan latihan untuk mulai melacak rekor personal
pt: Complete treinos para começar a rastrear recordes pessoais
tr: Kişisel rekorları takip etmeye başlamak için antrenmanları tamamlayın

# training.analytics.startTraining
source: Start Training
id: Mulai Latihan
pt: Iniciar Treino
tr: Antrenmana Başla

# training.analytics.noUserProfile
source: No User Profile
id: Tidak Ada Profil User
pt: Nenhum Perfil de Usuário
tr: Kullanıcı Profili Yok

# training.analytics.setupProfileMessage
source: Complete your profile setup to see analytics
id: Lengkapi setup profil Anda untuk melihat analytics
pt: Complete a configuração do seu perfil para ver análises
tr: Analitikleri görmek için profil kurulumunuzu tamamlayın

# training.analytics.setupProfile
source: Setup Profile
id: Setup Profil
pt: Configurar Perfil
tr: Profil Kur

# training.lift.train
source: Train
fr: S'entraîner
id: Latihan
pt: Treinar
tr: Antreman

# training.lift.programs
source: Programs
id: Program
pt: Programas
tr: Programlar

# training.lift.routines
source: Routines
id: Rutinitas
pt: Rotinas
tr: Rutinler

# training.lift.history
source: History
id: Riwayat
pt: Histórico
tr: Geçmiş

# training.lift.sessionInProgress
source: Session in progress
id: Sesi sedang berlangsung
pt: Sessão em andamento
tr: Oturum devam ediyor

# training.lift.newWorkout
source: New Workout
id: Latihan Baru
pt: Novo Treino
tr: Yeni Antreman

# training.lift.cancel
source: Cancel
fr: Annuler
id: Batal
pt: Cancelar
tr: İptal

# training.lift.close
source: Close
fr: Fermer
id: Tutup
pt: Fechar
tr: Kapat

# training.lift.done
source: Done
fr: Terminé
id: Selesai
pt: Concluído
tr: Tamam

# training.lift.save
source: Save
fr: Enregistrer
id: Simpan
pt: Salvar
tr: Kaydet

# training.lift.delete
source: Delete
fr: Supprimer
id: Hapus
pt: Excluir
tr: Sil

# training.lift.edit
source: Edit
pt: Editar
tr: Düzenle

# training.lift.seeAll
source: See All
fr: Voir Tout
id: Lihat Semua
pt: Ver Tudo
tr: Tümünü Gör

# training.lift.noWorkouts
source: No Workouts Yet
fr: Aucun Entraînement
id: Belum Ada Latihan
pt: Nenhum Treino Ainda
tr: Henüz Antrenman Yok

# training.lift.noWorkoutsDesc
source: Start your first workout to begin tracking your strength training progress
fr: Commencez votre premier entraînement pour suivre vos progrès en musculation
id: Mulai latihan pertama Anda untuk mulai melacak progress strength training
pt: Inicie seu primeiro treino para começar a rastrear seu progresso de treino de força
tr: Güç antrenmanı ilerlemenizi takip etmeye başlamak için ilk antrenmanınızı başlatın

# training.lift.startFirstWorkout
source: Start First Workout
fr: Commencer Premier Entraînement
id: Mulai Latihan Pertama
pt: Iniciar Primeiro Treino
tr: İlk Antrenmanı Başlat

# loading.title
source: Thrustr is Preparing
fr: Thrustr se Prépare
id: Thrustr Sedang Bersiap
pt: Thrustr está Preparando
tr: Thrustr Hazırlanıyor

# loading.subtitle
source: Loading data...
fr: Chargement des données...
id: Memuat data...
pt: Carregando dados...
tr: Veriler yükleniyor...

# strength.main.title
source: Strength Tests
fr: Tests de Force
id: Tes Kekuatan
pt: Testes de Força
tr: Kuvvet Testleri

# strength.test.title
source: Strength Test
fr: Test de Force
id: Tes Kekuatan
pt: Teste de Força
tr: Kuvvet Testi

# strength.exercise.pullUp
source: Pull-up
fr: Tractions
pt: Barra fixa
tr: Barfiks

# strength.muscleGroup.chest
source: Chest
fr: Pectoraux
id: Dada
pt: Peito
tr: Göğüs

# strength.muscleGroup.shoulders
source: Shoulders
fr: Épaules
id: Bahu
pt: Ombros
tr: Omuz

# strength.muscleGroup.back
source: Back
fr: Retour
id: Punggung
pt: Costas
tr: Sırt

# strength.muscleGroup.legs
source: Legs
fr: Jambes
id: Kaki
pt: Pernas
tr: Bacak

# strength.muscleGroup.hips
source: Hips
fr: Hanches
id: Pinggul
pt: Quadris
tr: Kalça

# strength.level.beginner
source: Beginner
fr: Débutant
id: Pemula
pt: Iniciante
tr: Başlangıç

# strength.level.novice
source: Novice
pt: Novato
tr: Yeni

# strength.level.intermediate
source: Intermediate
fr: Intermédiaire
id: Menengah
pt: Intermediário
tr: Orta

# strength.level.advanced
source: Advanced
fr: Avancé
id: Lanjutan
pt: Avançado
tr: İleri

# strength.level.expert
source: Expert
id: Ahli
pt: Especialista
tr: İleri+

# strength.level.elite
source: Elite
tr: Elit

# strength.unit.reps
source: reps
fr: rép
id: rep
pt: repetições
tr: tekrar

# strength.main.empty.title
source: Discover Your Strength Level
fr: Découvrez Votre Niveau de Force
id: Temukan Level Kekuatan Anda
pt: Descubra Seu Nível de Força
tr: Kuvvet Seviyeni Keşfet

# strength.main.empty.subtitle
source: Test your strength across 5 fundamental movements and track your progress.
fr: Testez votre force sur 5 mouvements fondamentaux et suivez vos progrès.
id: Tes kekuatan Anda di 5 gerakan fundamental dan lacak progress Anda.
pt: Teste sua força em 5 movimentos fundamentais e acompanhe seu progresso.
tr: 5 temel hareket ile kas gruplarındaki gücünü test et ve gelişimini takip et.

# strength.main.empty.benefit1
source: Discover strengths and weaknesses
fr: Découvrez vos forces et faiblesses
id: Temukan kekuatan dan kelemahan
pt: Descubra forças e fraquezas
tr: Güçlü ve zayıf yanlarını keşfet

# strength.main.empty.benefit1Description
source: Learn which muscle groups are your strongest
fr: Apprenez quels groupes musculaires sont vos plus forts
id: Pelajari grup otot mana yang terkuat
pt: Aprenda quais grupos musculares são seus mais fortes
tr: Hangi kas gruplarında güçlü olduğunu öğren

# strength.main.empty.benefit2
source: Track progress
fr: Suivez les progrès
id: Lacak progress
pt: Acompanhe progresso
tr: İlerlemeyi takip et

# strength.main.empty.benefit2Description
source: Visualize your improvement over time
fr: Visualisez vos améliorations au fil du temps
id: Visualisasikan peningkatan Anda dari waktu ke waktu
pt: Visualize sua melhoria ao longo do tempo
tr: Zaman içindeki gelişimini görselleştir

# strength.main.empty.benefit3
source: Smart training recommendations
fr: Recommandations d'entraînement intelligentes
id: Rekomendasi latihan cerdas
pt: Recomendações inteligentes de treino
tr: Akıllı antrenman önerileri

# strength.main.empty.benefit3Description
source: Get personalized programs based on test results
fr: Obtenez des programmes personnalisés basés sur les résultats des tests
id: Dapatkan program personal berdasarkan hasil tes
pt: Obtenha programas personalizados baseados nos resultados dos testes
tr: Test sonuçlarına göre özel programlar al

# strength.main.empty.startTest
source: Start Your First Test
fr: Commencer Votre Premier Test
id: Mulai Tes Pertama Anda
pt: Inicie Seu Primeiro Teste
tr: İlk Testini Başlat

# strength.main.currentProfile
source: Current Strength Profile
fr: Profil de Force Actuel
id: Profil Kekuatan Saat Ini
pt: Perfil de Força Atual
tr: Mevcut Kuvvet Profili

# strength.main.retestRecommended
source: Retest recommended
fr: Nouveau test recommandé
id: Disarankan tes ulang
pt: Reteste recomendado
tr: Yeniden test öneriliyor

# strength.main.lastTest
source: Last test
fr: Dernier test
id: Tes terakhir
pt: Último teste
tr: Son test

# strength.main.score
source: Score
id: Skor
pt: Pontuação
tr: Puan

# strength.main.quickActions
source: Quick Actions
fr: Actions Rapides
id: Aksi Cepat
pt: Ações Rápidas
tr: Hızlı İşlemler

# strength.main.actions.newTest
source: New Test
fr: Nouveau Test
id: Tes Baru
pt: Novo Teste
tr: Yeni Test

# strength.main.actions.newTestSubtitle
source: Measure your current level
fr: Mesurez votre niveau actuel
id: Ukur level Anda saat ini
pt: Meça seu nível atual
tr: Güncel seviyeni ölç

# strength.main.actions.history
source: History
fr: Historique
id: Riwayat
pt: Histórico
tr: Geçmiş

# strength.main.actions.historySubtitle
source: View previous tests
fr: Voir les tests précédents
id: Lihat tes sebelumnya
pt: Ver testes anteriores
tr: Önceki testleri görüntüle

# strength.main.history
source: Test History
fr: Historique des Tests
id: Riwayat Tes
pt: Histórico de Testes
tr: Test Geçmişi

# strength.test.finish
source: Finish
fr: Terminer
id: Selesai
pt: Finalizar
tr: Bitir

# strength.test.submitExercise
source: Complete Exercise
fr: Terminer l'Exercice
id: Selesaikan Latihan
pt: Completar Exercício
tr: Hareketi Tamamla

# strength.test.allCompleted
source: All Exercises Completed!
fr: Tous les Exercices Terminés!
id: Semua Latihan Selesai!
pt: Todos os Exercícios Completados!
tr: Tüm Hareketler Tamamlandı!

# strength.test.completionMessage
source: Finish the test to see your results
fr: Terminez le test pour voir vos résultats
id: Selesaikan tes untuk melihat hasil Anda
pt: Finalize o teste para ver seus resultados
tr: Sonuçlarını görmek için teste son ver

# strength.test.exercisesCompleted
source: Completed
fr: Terminé
id: Selesai
pt: Completado
tr: Tamamlanan

# strength.test.personalRecords
source: Personal Record
fr: Record Personnel
id: Rekor Personal
pt: Recorde Pessoal
tr: Kişisel Rekor

# strength.test.timeSpent
source: Duration
fr: Durée
id: Durasi
pt: Duração
tr: Süre

# strength.test.seeResults
source: See Results
fr: Voir les Résultats
id: Lihat Hasil
pt: Ver Resultados
tr: Sonuçları Gör

# strength.card.previousBest
source: Previous Best
fr: Meilleur Précédent
id: Terbaik Sebelumnya
pt: Melhor Anterior
tr: Önceki En İyi

# strength.card.completed
source: Completed
fr: Terminé
id: Selesai
pt: Completado
tr: Tamamlandı

# strength.card.personalRecord
source: Personal Record
fr: Record Personnel
id: Rekor Personal
pt: Recorde Pessoal
tr: Kişisel Rekor

# strength.card.weight
source: Weight
fr: Poids
id: Berat
pt: Peso
tr: Ağırlık

# strength.input.pullUpType
source: Pull-up Type
id: Jenis Pull-up
pt: Tipo de Barra Fixa
tr: Barfiks Türü

# strength.input.bodyweight
source: Bodyweight
id: Berat Badan
pt: Peso Corporal
tr: Vücut Ağırlığı

# strength.input.weighted
source: Weighted
id: Dengan Beban
pt: Com Peso
tr: Ağırlıklı

# strength.input.reps
source: Reps
fr: Répétitions
id: Rep
pt: Repetições
tr: Tekrar

# strength.input.additionalWeight
source: Additional Weight
id: Beban Tambahan
pt: Peso Adicional
tr: Ek Ağırlık

# strength.input.effectiveWeight
source: Effective Weight
id: Berat Efektif
pt: Peso Efetivo
tr: Etkili Ağırlık

# strength.progress.exercisesCompleted
source: {completed}/{total} exercises completed
id: {completed}/{total} latihan selesai
pt: {completed}/{total} exercícios completados
tr: {completed}/{total} hareket tamamlandı

# strength.recommendation.nextExercise
source: Next: {exercise}
id: Selanjutnya: {exercise}
pt: Próximo: {exercise}
tr: Sıradaki: {exercise}
