Repository: burakkho/thrustr
Catalog: Resources/*.lproj/Localizable.strings
Languages: fr, id, pt, tr

# nutrition.category.categoryDetected
source: Category Detected
fr: Catégorie Détectée
pt: Categoria Detectada
tr: Kategori Algılandı

# nutrition.category.manualOverride
source: Manual Override
fr: Remplacement Manuel
pt: Sobreposição Manual
tr: Manuel Geçersiz Kılma

# nutrition.search.localResults
source: Local Results
fr: Résultats Locaux
pt: Resultados Locais
tr: Yerel Sonuçlar

# nutrition.search.enhancedSearch
source: Enhanced Search
fr: Recherche Améliorée
pt: Pesquisa Aprimorada
tr: Gelişmiş Arama

# nutrition.search.aliasResults
source: Alias Results
fr: Résultats d'Alias
pt: Resultados de Alias
tr: Alternatif Sonuçlar

# nutrition.search.searchOptimized
source: Search Optimized
fr: Recherche Optimisée
pt: Pesquisa Otimizada
tr: Arama Optimize Edildi

# nutrition.search.multiLanguageSupport
source: Multi-Language Search Support
fr: Support de Recherche Multilingue
pt: Suporte de Pesquisa Multi-idioma
tr: Çok Dilli Arama Desteği

# goal_type_strength
source: Strength Goal
fr: Objectif Force
id: Target Kekuatan
pt: Meta de Força
tr: Güç Hedefi

# goal_type_endurance
source: Endurance Goal
fr: Objectif Endurance
id: Target Daya Tahan
pt: Meta de Resistência
tr: Dayanıklılık Hedefi

# goal_type_flexibility
source: Flexibility Goal
fr: Objectif Flexibilité
id: Target Fleksibilitas
pt: Meta de Flexibilidade
tr: Esneklik Hedefi

# new_goal.title
source: Add New Goal
fr: Ajouter Nouvel Objectif
id: Tambah Target Baru
pt: Adicionar Nova Meta
tr: Yeni Hedef Ekle

# add_goal.title
source: Add Goal
fr: Ajouter Objectif
id: Tambah Target
pt: Adicionar Meta
tr: Hedef Ekle

source: Goal Title
fr: Titre de l'Objectif
id: Judul Target
pt: Título da Meta
tr: Hedef Başlığı

# goal.description
source: Description
id: Deskripsi
pt: Descrição
tr: Açıklama

source: Goal Value
fr: Valeur de l'Objectif
id: Nilai Target
pt: Valor da Meta
tr: Hedef Değer

# goal.set_end_date
source: Set End Date
fr: Définir Date de Fin
id: Set Tanggal Akhir
pt: Definir Data de Término
tr: Son Tarih Belirle

# goal.title_placeholder
source: e.g.: Lose 5 kg
fr: ex: Perdre 5 kg
id: mis.: Turun 5 kg
pt: ex.: Perder 5 kg
tr: Örn: 5 kg vermek

# goal.description_placeholder
source: Details about the goal
fr: Détails sur l'objectif
id: Detail tentang target
pt: Detalhes sobre a meta
tr: Hedef hakkında detaylar

# common.delete
source: Delete
fr: Supprimer
id: Hapus
pt: Excluir
tr: Sil

# common.reps
source: reps
id: rep
pt: repetições
tr: tekrar

# common.close
source: Close
fr: Fermer
id: Tutup
pt: Fechar
tr: Kapat

# common.yes
source: Yes
fr: Oui
id: Ya
pt: Sim
tr: Evet

# common.no
source: No
fr: Non
id: Tidak
pt: Não
tr: Hayır

# common.error
source: Error
fr: Erreur
pt: Erro
tr: Hata

# common.success
source: Success
fr: Succès
id: Berhasil
pt: Sucesso
tr: Başarılı

# common.loading
source: Loading
fr: Chargement
id: Memuat
pt: Carregando
tr: Yükleniyor

# common.user
source: User
fr: Utilisateur
id: Pengguna
pt: Usuário
tr: Kullanıcı

# common.search
source: Search
fr: Rechercher
id: Cari
pt: Pesquisar
tr: Ara

# common.all
source: All
id: Semua
pt: Todos
tr: Tümü

# common.share
source: Share
fr: Partager
id: Bagikan
pt: Compartilhar
tr: Paylaş

# common.confirm_delete
source: Confirm Delete
fr: Confirmer Suppression
id: Konfirmasi Hapus
pt: Confirmar Exclusão
tr: Silmeyi Onayla

# preferences.title
source: Preferences
fr: Préférences
id: Preferensi
pt: Preferências
tr: Tercihler

# preferences.language
source: Language
fr: Langue
id: Bahasa
pt: Idioma
tr: Dil

# preferences.theme
source: Theme
fr: Thème
id: Tema
pt: Tema
tr: Tema

# preferences.units
source: Units
fr: Unités
id: Unit
pt: Unidades
tr: Birimler

# preferences.notifications
source: Notifications
id: Notifikasi
pt: Notificações
tr: Bildirimler

# preferences.app_info
source: App Info
fr: Info App
id: Info App
pt: Informações do App
tr: Uygulama Bilgileri

# progress_photos.add_photo
source: Add Photo
fr: Ajouter Photo
id: Tambah Foto
pt: Adicionar Foto
tr: Fotoğraf Ekle

# progress_photos.photo_type
source: Photo Type
fr: Type de Photo
id: Jenis Foto
pt: Tipo de Foto
tr: Fotoğraf Türü

# progress_photos.select_photo
source: Select Photo
fr: Sélectionner Photo
id: Pilih Foto
pt: Selecionar Foto
tr: Fotoğraf Seç

# progress_photos.camera_gallery
source: Camera / Gallery
fr: Caméra / Galerie
id: Kamera / Galeri
pt: Câmera / Galeria
tr: Kamera / Galeri

# progress_photos.notes_optional
source: Notes (Optional)
fr: Notes (Optionnel)
id: Catatan (Opsional)
pt: Observações (Opcional)
tr: Not (Opsiyonel)

# progress_photos.notes_placeholder
source: Add a note about this photo...
fr: Ajoutez une note sur cette photo...
id: Tambahkan catatan tentang foto ini...
pt: Adicione uma observação sobre esta foto...
tr: Bu fotoğraf hakkında not ekle...

# progress_photos.select_source
source: Select Source
fr: Sélectionner Source
id: Pilih Sumber
pt: Selecionar Fonte
tr: Kaynak Seç

# progress_photos.camera
source: Camera
fr: Caméra
id: Kamera
pt: Câmera
tr: Kamera

# progress_photos.gallery
source: Gallery
fr: Galerie
id: Galeri
pt: Galeria
tr: Galeri

# progress_photos.delete_photo
source: Delete Photo
fr: Supprimer Photo
id: Hapus Foto
pt: Excluir Foto
tr: Fotoğrafı Sil

# progress_photos.delete_message
source: Are you sure you want to delete this photo?
fr: Êtes-vous sûr de vouloir supprimer cette photo ?
id: Apakah Anda yakin ingin menghapus foto ini?
pt: Tem certeza de que deseja excluir esta foto?
tr: Bu fotoğrafı silmek istediğine emin misin?

# progress_photos.photo_types
source: Photo Types
fr: Types de Photo
id: Jenis Foto
pt: Tipos de Foto
tr: Fotoğraf Türleri

# progress_photos.no_photo
source: No photo
fr: Aucune photo
id: Tidak ada foto
pt: Nenhuma foto
tr: Fotoğraf yok

# progress_photos.photos_count
source: photos
id: foto
pt: fotos
tr: fotoğraf

# progress_photos.timeline
source: Timeline
fr: Chronologie
pt: Linha do Tempo
tr: Zaman Çizelgesi

# progress_photos.full_screen
source: Full Screen
fr: Plein Écran
id: Layar Penuh
pt: Tela Cheia
tr: Tam Ekran

# body_measurements.measurement_saved
source: Measurement Saved
fr: Mesure Enregistrée
id: Pengukuran Disimpan
pt: Medida Salva
tr: Ölçüm Kaydedildi

# body_measurements.saved_message
source: Your measurement has been saved successfully.
fr: Votre mesure a été enregistrée avec succès.
id: Pengukuran Anda berhasil disimpan.
pt: Sua medida foi salva com sucesso.
tr: Ölçümün başarıyla kaydedildi.

# body_measurements.progress_summary
source: Progress Summary
fr: Résumé de Progrès
id: Ringkasan Progress
pt: Resumo de Progresso
tr: İlerleme Özeti

# body_measurements.total_measurements
source: Total Measurements
fr: Total Mesures
id: Total Pengukuran
pt: Total de Medidas
tr: Toplam Ölçüm

# body_measurements.last_6_months
source: Last 6 Months
fr: 6 Derniers Mois
id: 6 Bulan Terakhir
pt: Últimos 6 Meses
tr: Son 6 Ay

# body_measurements.weight_entries
source: Weight Entries
fr: Entrées de Poids
id: Entri Berat
pt: Entradas de Peso
tr: Kilo Kayıtları

# body_measurements.last_measurement
source: Last Measurement
fr: Dernière Mesure
id: Pengukuran Terakhir
pt: Última Medida
tr: Son Ölçüm

# body_measurements.active_tracking
source: Active Measurement Types
fr: Types de Mesure Actifs
id: Jenis Pengukuran Aktif
pt: Tipos de Medida Ativos
tr: Aktif Ölçüm Türleri

# body_measurements.measurement_types
source: Measurement Types
fr: Types de Mesure
id: Jenis Pengukuran
pt: Tipos de Medida
tr: Ölçüm Türleri

# body_measurements.recent_entries
source: Recent Entries
fr: Entrées Récentes
id: Entri Terbaru
pt: Entradas Recentes
tr: Son Kayıtlar

# body_measurements.no_measurements
source: No measurements yet
fr: Aucune mesure encore
id: Belum ada pengukuran
pt: Nenhuma medida ainda
tr: Henüz ölçüm yok

# body_measurements.first_tip
source: Tip
fr: Conseil
id: Tips
pt: Dica
tr: İpucu

# body_measurements.measurement_tips
source: Measurement Tips
fr: Conseils de Mesure
id: Tips Pengukuran
pt: Dicas de Medida
tr: Ölçüm İpuçları

# body_measurements.correct_timing
source: Correct Timing
fr: Timing Correct
id: Waktu yang Tepat
pt: Momento Correto
tr: Doğru Zamanlama

# body_measurements.timing_desc
source: Measure at the same time of day for consistency.
fr: Mesurez à la même heure pour la consistance.
id: Ukur pada waktu yang sama setiap hari untuk konsistensi.
pt: Meça no mesmo horário do dia para consistência.
tr: Tutarlılık için günü aynı saatlerde ölçüm yapın.

# body_measurements.correct_technique
source: Correct Technique
fr: Technique Correcte
id: Teknik yang Benar
pt: Técnica Correta
tr: Doğru Teknik

# body_measurements.technique_desc
source: Use consistent technique and posture.
fr: Utilisez une technique et posture consistantes.
id: Gunakan teknik dan postur yang konsisten.
pt: Use técnica e postura consistentes.
tr: Tutarlı teknik ve duruş kullanın.

# body_measurements.regular_tracking
source: Regular Tracking
fr: Suivi Régulier
id: Pelacakan Rutin
pt: Acompanhamento Regular
tr: Düzenli Takip

# body_measurements.tracking_desc
source: Track regularly to see meaningful trends.
fr: Suivez régulièrement pour voir des tendances significatives.
id: Lacak secara rutin untuk melihat tren yang bermakna.
pt: Acompanhe regularmente para ver tendências significativas.
tr: Anlamlı trendleri görmek için düzenli takip edin.

# body_measurements.trend_focus
source: Focus on Trends
fr: Focus sur Tendances
id: Fokus pada Tren
pt: Foque nas Tendências
tr: Trendlere Odaklan

# body_measurements.trend_desc
source: Short-term fluctuations are normal; focus on long-term trends.
fr: Les fluctuations à court terme sont normales ; concentrez-vous sur les tendances à long terme.
id: Fluktuasi jangka pendek adalah normal; fokus pada tren jangka panjang.
pt: Flutuações de curto prazo são normais; foque nas tendências de longo prazo.
tr: Kısa süreli dalgalanmalar normaldir; uzun vadeli trendlere odaklanın.

# body_measurements.add_new
source: Add New
fr: Ajouter Nouveau
id: Tambah Baru
pt: Adicionar Nova
tr: Yeni Ekle

# error.food_not_selected
source: Error: No food selected
fr: Erreur: Aucun aliment sélectionné
id: Error: Tidak ada makanan yang dipilih
pt: Erro: Nenhum alimento selecionado
tr: Hata: Yiyecek seçilmedi

# camera.settings
source: Settings
id: Pengaturan
pt: Configurações
tr: Ayarlar

# camera.permission_required
source: Camera permission is required for barcode scanning.
fr: L'autorisation caméra est requise pour le scan de codes-barres.
id: Izin kamera diperlukan untuk scanning barcode.
pt: Permissão de câmera é necessária para escanear código de barras.
tr: Barkod tarama için kamera izni gereklidir.

# body_composition.title
source: Body Composition
fr: Composition Corporelle
id: Komposisi Tubuh
pt: Composição Corporal
tr: Vücut Kompozisyonu

# body_composition.body_fat
source: Body Fat
fr: Graisse Corporelle
id: Lemak Tubuh
pt: Gordura Corporal
tr: Yağ Oranı

# body_composition.fitness_level
source: Fitness Level
fr: Niveau de Fitness
id: Level Fitness
pt: Nível Fitness
tr: Fitness Seviyesi

# body_composition.measurement_required
source: Measurement required
fr: Mesure requise
id: Pengukuran diperlukan
pt: Medida necessária
tr: Ölçüm gerekli

# body_composition.insufficient_data
source: Insufficient data
fr: Données insuffisantes
id: Data tidak cukup
pt: Dados insuficientes
tr: Yetersiz veri

# wod.name_label
source: METCON Name
id: Nama METCON
pt: Nome METCON
tr: METCON Adı

# wod.enter_name_placeholder
source: Enter METCON name
fr: Entrez nom METCON
id: Masukkan nama METCON
pt: Digite o nome do METCON
tr: METCON adını girin

# wod.type_label
source: Type
id: Jenis
pt: Tipo
tr: Tür

# wod.rep_scheme_label
source: Rep Scheme
fr: Schéma Rép
id: Skema Rep
pt: Esquema de Repetições
tr: Tekrar Şeması

# wod.rep_scheme_placeholder
source: e.g., 21-15-9 or 5 rounds
fr: ex: 21-15-9 ou 5 tours
id: mis., 21-15-9 atau 5 ronde
pt: ex., 21-15-9 ou 5 rodadas
tr: örn: 21-15-9 veya 5 round

# wod.rep_scheme_examples
source: Examples: '21-15-9' for decreasing reps, '5' for 5 rounds
fr: Exemples: '21-15-9' pour rép décroissantes, '5' pour 5 tours
id: Contoh: '21-15-9' untuk rep menurun, '5' untuk 5 ronde
pt: Exemplos: '21-15-9' para repetições decrescentes, '5' para 5 rodadas
tr: Örnekler: '21-15-9' azalan tekrarlar için, '5' 5 round için

# wod.duration_label
source: Duration (minutes)
fr: Durée (minutes)
id: Durasi (menit)
pt: Duração (minutos)
tr: Süre (dakika)

# wod.total_minutes_label
source: Total Minutes
id: Total Menit
pt: Total de Minutos
tr: Toplam Dakika

# wod.duration_placeholder
source: e.g., 20
fr: ex: 20
id: mis., 20
pt: ex., 20
tr: örn: 20

# wod.movements_label
source: Movements
id: Gerakan
pt: Movimentos
tr: Hareketler

# wod.add_movements
source: Add movements to your METCON
fr: Ajoutez des mouvements à votre METCON
id: Tambah gerakan ke METCON Anda
pt: Adicione movimentos ao seu METCON
tr: METCON'unuza hareketler ekleyin

# wod.create_title
source: Create METCON
fr: Créer METCON
id: Buat METCON
pt: Criar METCON
tr: METCON Oluştur

# wod.description_label
source: METCON Description
fr: Description METCON
id: Deskripsi METCON
pt: Descrição do METCON
tr: METCON Açıklaması

# wod.score_result_label
source: Score/Result
fr: Score/Résultat
id: Skor/Hasil
pt: Pontuação/Resultado
tr: Skor/Sonuç

# wod.score_placeholder
source: e.g., 12:45 or 5 rounds
fr: ex: 12:45 ou 5 tours
id: mis., 12:45 atau 5 ronde
pt: ex., 12:45 ou 5 rodadas
tr: örn: 12:45 veya 5 round

# wod.add_title
source: Add METCON
fr: Ajouter METCON
id: Tambah METCON
pt: Adicionar METCON
tr: METCON Ekle

# wod.movement_section
source: Movement
fr: Mouvement
id: Gerakan
pt: Movimento
tr: Hareket

# wod.movement_name_placeholder
source: Movement name
fr: Nom du mouvement
id: Nama gerakan
pt: Nome do movimento
tr: Hareket adı

# wod.reps_optional_section
source: Reps (optional)
fr: Rép (optionnel)
id: Rep (opsional)
pt: Repetições (opcional)
tr: Tekrar (isteğe bağlı)

# wod.number_of_reps_placeholder
source: Number of reps
fr: Nombre de rép
id: Jumlah rep
pt: Número de repetições
tr: Tekrar sayısı

# wod.rx_weight_optional_section
source: RX Weight (optional)
fr: Poids RX (optionnel)
id: Berat RX (opsional)
pt: Peso RX (opcional)
tr: RX Ağırlık (isteğe bağlı)

# wod.male_weight_placeholder
source: Male (e.g., 43kg)
fr: Homme (ex: 43kg)
id: Pria (mis., 43kg)
pt: Masculino (ex., 43kg)
tr: Erkek (örn., 43kg)

# wod.female_weight_placeholder
source: Female (e.g., 30kg)
fr: Femme (ex: 30kg)
id: Wanita (mis., 30kg)
pt: Feminino (ex., 30kg)
tr: Kadın (örn., 30kg)

# wod.add_movement_title
source: Add Movement
fr: Ajouter Mouvement
id: Tambah Gerakan
pt: Adicionar Movimento
tr: Hareket Ekle

# wod.edit_movement_title
source: Edit Movement
fr: Modifier Mouvement
id: Edit Gerakan
pt: Editar Movimento
tr: Hareket Düzenle

# wod.score_prefix
source: Score
id: Skor
pt: Pontuação
tr: Skor

# wod.rep_scheme
source: Rep Scheme
id: Skema Rep
pt: Esquema de Repetições
tr: Tekrar Şeması

# wod.time_cap
source: Time Cap
pt: Limite de Tempo
tr: Zaman Sınırı

# wod.progress
source: Progress
pt: Progresso
tr: İlerleme

# wod.rounds
source: Rounds
id: Ronde
pt: Rodadas
tr: Round

# wod.current
source: Current
fr: Actuel
id: Saat Ini
pt: Atual
tr: Şuanki

# wod.complete_round
source: Complete Round
fr: Terminer Tour
id: Selesaikan Ronde
pt: Completar Rodada
tr: Round Tamamla

# wod.movements
source: Movements
id: Gerakan
pt: Movimentos
tr: Hareketler

# wod.start
source: Start
fr: Démarrer
id: Mulai
pt: Iniciar
tr: Başla

# wod.resume
source: Resume
fr: Reprendre
id: Lanjutkan
pt: Retomar
tr: Devam Et

# wod.pause
source: Pause
id: Jeda
pt: Pausar
tr: Duraklat

# wod.finish
source: Finish
fr: Terminer
id: Selesai
pt: Finalizar
tr: Bitir

# wod.save_result
source: Save Result
fr: Enregistrer Résultat
id: Simpan Hasil
pt: Salvar Resultado
tr: Sonucu Kaydet

# wod.timer_title
source: METCON Timer
fr: Minuterie METCON
id: Timer METCON
pt: Timer METCON
tr: METCON Kronometre

# wod.result_section
source: METCON Result
fr: Résultat METCON
id: Hasil METCON
pt: Resultado METCON
tr: METCON Sonucu

# wod.extra_reps
source: Extra Reps
fr: Rép Extra
id: Rep Ekstra
pt: Repetições Extras
tr: Ekstra Tekrar

# wod.notes_optional
source: Notes (optional)
fr: Notes (optionnel)
id: Catatan (opsional)
pt: Observações (opcional)
tr: Notlar (isteğe bağlı)

# wod.completed_rx
source: This was completed RX
fr: Ceci a été terminé RX
id: Ini diselesaikan dengan RX
pt: Isso foi completado RX
tr: Bu RX olarak tamamlandı

# training.set.complete_set
source: Complete Set
fr: Terminer la Série
id: Selesaikan Set
pt: Completar Série
tr: Seti Tamamla

# training.set.cannot_delete_last
source: Cannot delete last set
fr: Impossible de supprimer la dernière série
id: Tidak bisa hapus set terakhir
pt: Não é possível excluir a última série
tr: Son seti silemezsiniz

# training.set.same_as_last
source: Same as Last Set
fr: Identique à la dernière série
id: Sama dengan Set Terakhir
pt: Igual à Última Série
tr: Önceki Set Gibi

# training.quick_rep_selection
source: Quick Rep Selection
fr: Sélection rapide de répétitions
id: Pilihan Rep Cepat
pt: Seleção Rápida de Repetições
tr: Hızlı Tekrar Seçimi

# workout.completion.congratulations
source: Congratulations! 🎉
fr: Félicitations! 🎉
id: Selamat! 🎉
pt: Parabéns! 🎉
tr: Tebrikler! 🎉

# workout.stats.total_sets
source: Total Sets
fr: Total Séries
id: Total Set
pt: Total de Séries
tr: Toplam Set

# units.metric
source: Metric
fr: Métrique
id: Metrik
pt: Métrico
tr: Metrik

# units.imperial
source: Imperial
fr: Impérial
tr: İmparatorluk

# units.metric_format
source: cm, kg format
fr: format cm, kg
id: format cm, kg
pt: formato cm, kg
tr: cm, kg formatı

# units.imperial_format
source: ft, lbs format
fr: format ft, lbs
id: format ft, lbs
pt: formato ft, lbs
tr: ft, lbs formatı

# units.inches
source: Inches
fr: Pouces
id: Inci
pt: Polegadas
tr: İnç

# onboarding.unit_system
source: Unit System
fr: Système d'Unités
id: Sistem Unit
pt: Sistema de Unidades
tr: Birim Sistemi

# validation.invalid_value
source: Invalid value
fr: Valeur invalide
id: Nilai tidak valid
pt: Valor inválido
tr: Geçersiz değer

# accessibility.back_step
source: Returns to previous step
fr: Retourne à l'étape précédente
id: Kembali ke langkah sebelumnya
pt: Retorna à etapa anterior
tr: Bir önceki adıma döner

source: HealthKit permission denied
fr: Autorisation HealthKit refusée
id: Izin HealthKit ditolak
pt: Permissão do HealthKit negada
tr: HealthKit izni reddedildi

# nutrition.portion_input.grams
source: Grams
fr: Grammes
id: Gram
pt: Gramas
tr: Gram

# nutrition.portion_input.serving
source: Serving
fr: Portion
id: Porsi
pt: Porção
tr: Porsiyon

# nutrition.portion_input.count
source: Count
fr: Nombre
id: Jumlah
pt: Contagem
tr: Adet

# nutrition.loading_product
source: Loading product...
fr: Chargement du produit...
id: Memuat produk...
pt: Carregando produto...
tr: Ürün getiriliyor...

# analytics.change
source: Change
fr: Changement
id: Perubahan
pt: Mudança
tr: Değişim

# analytics.calculating
source: Calculating
fr: Calcul en cours
id: Menghitung
pt: Calculando
tr: Hesaplanıyor

# analytics.average
source: Average
fr: Moyenne
id: Rata-rata
pt: Média
tr: Ortalama

# common.repeat
source: Repeat
fr: Répéter
id: Ulangi
pt: Repetir
tr: Tekrarla

# common.duplicate
source: Duplicate
fr: Dupliquer
id: Duplikasi
pt: Duplicar
tr: Kopyala

# time.seconds_short
source: SS
id: DD
tr: SN

# quick_portions.title
source: Quick Portions
fr: Portions Rapides
id: Porsi Cepat
pt: Porções Rápidas
tr: Hızlı Porsiyonlar

# quick_portions.custom
source: Custom
fr: Personnalisé
id: Kustom
pt: Personalizado
tr: Özel

# quick_portions.custom_amount
source: Custom Amount (g)
fr: Quantité Personnalisée (g)
id: Jumlah Kustom (g)
pt: Quantidade Personalizada (g)
tr: Özel Miktar (g)

# quick_portions.set
source: Set
fr: Définir
pt: Definir
tr: Ayarla

# ffmi_calculator.measurements
source: Body Measurements
fr: Mesures Corporelles
id: Pengukuran Tubuh
pt: Medidas Corporais
tr: Vücut Ölçümleri

# ffmi_calculator.results
source: Results
fr: Résultats
id: Hasil
pt: Resultados
tr: Sonuçlar

# ffmi_calculator.scale
source: FFMI Scale
fr: Échelle FFMI
id: Skala FFMI
pt: Escala FFMI
tr: FFMI Skalası

# ffmi_calculator.about
source: About FFMI
fr: À Propos FFMI
id: Tentang FFMI
pt: Sobre FFMI
tr: FFMI Hakkında

# ffmi_calculator.weight_label
source: Body Weight (kg)
fr: Poids Corporel (kg)
id: Berat Badan (kg)
pt: Peso Corporal (kg)
tr: Vücut Ağırlığı (kg)

# ffmi_calculator.height_label
source: Height (cm)
fr: Taille (cm)
id: Tinggi (cm)
pt: Altura (cm)
tr: Boy (cm)

# ffmi_calculator.body_fat_label
source: Body Fat Percentage (%)
fr: Pourcentage Graisse Corporelle (%)
id: Persentase Lemak Tubuh (%)
pt: Porcentagem de Gordura Corporal (%)
tr: Vücut Yağ Oranı (%)

# ffmi_calculator.ffmi_value
source: Your FFMI Value
fr: Votre Valeur FFMI
id: Nilai FFMI Anda
pt: Seu Valor FFMI
tr: FFMI Değeriniz

# ffmi_calculator.lean_mass
source: Fat-Free Mass
fr: Masse Maigre
id: Massa Bebas Lemak
pt: Massa Livre de Gordura
tr: Yağsız Kas Kütlesi

# ffmi_calculator.what_is_ffmi
source: What is FFMI?
fr: Qu'est-ce que FFMI ?
id: Apa itu FFMI?
pt: O que é FFMI?
tr: FFMI Nedir?

# ffmi_calculator.what_is_ffmi_desc
source: Fat-Free Mass Index evaluates your body composition
fr: L'Indice de Masse Maigre évalue votre composition corporelle
id: Indeks Massa Bebas Lemak mengevaluasi komposisi tubuh Anda
pt: O Índice de Massa Livre de Gordura avalia sua composição corporal
tr: Yağsız Kas Kütlesi İndeksi, vücut kompozisyonunuzu değerlendiren bir ölçüttür

# ffmi_calculator.natural_limit
source: Natural Limit
fr: Limite Naturelle
id: Batas Natural
pt: Limite Natural
tr: Doğal Sınır

# ffmi_calculator.natural_limit_desc
source: Values above 25 typically indicate steroid use
fr: Les valeurs au-dessus de 25 indiquent généralement l'usage de stéroïdes
id: Nilai di atas 25 biasanya menunjukkan penggunaan steroid
pt: Valores acima de 25 normalmente indicam uso de esteroides
tr: 25 üzeri değerler genellikle steroid kullanımını işaret eder

# ffmi_calculator.targets
source: Targets
fr: Objectifs
id: Target
pt: Alvos
tr: Hedefler

# ffmi_calculator.targets_desc
source: 18-22 for men, 14-17 for women is considered ideal
fr: 18-22 pour hommes, 14-17 pour femmes est considéré idéal
id: 18-22 untuk pria, 14-17 untuk wanita dianggap ideal
pt: 18-22 para homens, 14-17 para mulheres é considerado ideal
tr: Erkekler için 18-22, kadınlar için 14-17 ideal kabul edilir

# ffmi_calculator.note
source: Note
id: Catatan
pt: Nota
tr: Not

# ffmi_calculator.note_desc
source: Body fat percentage accuracy significantly affects the result
fr: La précision du pourcentage de graisse corporelle affecte significativement le résultat
id: Akurasi persentase lemak tubuh sangat mempengaruhi hasil
pt: A precisão da porcentagem de gordura corporal afeta significativamente o resultado
tr: Vücut yağ oranı doğruluğu sonucu önemli ölçüde etkiler

# ffmi_calculator.below_average
source: Below Average
id: Di Bawah Rata-rata
pt: Abaixo da Média
tr: Ortalamanın Altı

# ffmi_calculator.average
source: Average
fr: Moyenne
id: Rata-rata
pt: Média
tr: Ortalama

# ffmi_calculator.above_average
source: Above Average
id: Di Atas Rata-rata
pt: Acima da Média
tr: Ortalamanın Üstü

# ffmi_calculator.excellent
source: Excellent
pt: Excelente
tr: Mükemmel

# ffmi_calculator.superior
source: Superior
fr: Supérieur
tr: Üstün

# ffmi_calculator.suspicious
source: Suspicious
fr: Suspect
id: Mencurigakan
pt: Suspeito
tr: Şüpheli

# ffmi_calculator.below_average_desc
source: Work on building muscle mass
fr: Travaillez sur le développement de masse musculaire
id: Kerja keras membangun massa otot
pt: Trabalhe no desenvolvimento de massa muscular
tr: Kas kütlesi geliştirmek için çalışın

# ffmi_calculator.average_desc
source: Normal muscle mass
fr: Masse musculaire normale
id: Massa otot normal
pt: Massa muscular normal
tr: Normal kas kütlesi
