Repository: burakkho/thrustr
Catalog: Resources/*.lproj/Localizable.strings
Languages: fr, id, pt, tr

# training.lift.empty.custom.message
source: Create your first lift workout
id: Buat latihan angkat beban pertama Anda
pt: Crie seu primeiro treino de força
tr: İlk ağırlık antrenmanını oluştur

# training.lift.empty.benchmark
source: No Benchmark Lifts
id: Tidak Ada Benchmark Angkat Beban
pt: Nenhum Exercício de Força Benchmark
tr: Benchmark Ağırlık Yok

# training.lift.empty.benchmark.message
source: Try a different search
id: Coba pencarian yang berbeda
pt: Tente uma pesquisa diferente
tr: Farklı bir arama dene

# training.cardio.empty.custom
source: No Custom Cardio
id: Tidak Ada Cardio Kustom
pt: Nenhum Cardio Personalizado
tr: Özel Kardio Yok

# training.cardio.empty.custom.message
source: Create your first cardio workout
id: Buat latihan cardio pertama Anda
pt: Crie seu primeiro treino cardio
tr: İlk kardio antrenmanını oluştur

# training.cardio.empty.benchmark
source: No Benchmark Cardio
id: Tidak Ada Benchmark Cardio
pt: Nenhum Cardio Benchmark
tr: Benchmark Kardio Yok

# training.cardio.empty.benchmark.message
source: Try a different search
id: Coba pencarian yang berbeda
pt: Tente uma pesquisa diferente
tr: Farklı bir arama dene

# training.cardio.running
source: Running
fr: Course
id: Lari
pt: Corrida
tr: Koşu

# training.cardio.walking
source: Walking
fr: Marche
id: Jalan
pt: Caminhada
tr: Yürüyüş

# training.cardio.cycling
source: Cycling
fr: Cyclisme
id: Bersepeda
pt: Ciclismo
tr: Bisiklet

# training.cardio.train
source: Train
fr: S'entraîner
id: Latih
pt: Treinar
tr: Antrenman

# training.cardio.quickStart
source: Quick Start
fr: Démarrage Rapide
id: Mulai Cepat
pt: Início Rápido
tr: Hızlı Başlat

# training.cardio.quickStartDesc
source: Start cardio session
fr: Démarrer séance cardio
id: Mulai sesi cardio
pt: Iniciar sessão cardio
tr: Kardio seansı başlat

# training.cardio.viewHistory
source: View History
fr: Voir Historique
id: Lihat Riwayat
pt: Ver Histórico
tr: Geçmişi Gör

# training.cardio.viewHistoryDesc
source: Past sessions
fr: Séances passées
id: Sesi sebelumnya
pt: Sessões passadas
tr: Geçmiş seanslar

# training.cardio.recentSessions
source: Recent Sessions
fr: Séances Récentes
id: Sesi Terbaru
pt: Sessões Recentes
tr: Son Seanslar

# training.cardio.sessionInProgress
source: Session in progress
fr: Séance en cours
id: Sesi sedang berlangsung
pt: Sessão em andamento
tr: Seans devam ediyor

# training.cardio.distance
source: Distance
fr: Distance (mètres)
id: Jarak
pt: Distância
tr: Mesafe

# training.cardio.avgSpeed
source: Avg Speed
fr: Vitesse Moy.
id: Kecepatan Rata-rata
pt: Velocidade Média
tr: Ort. Hız

# training.cardio.pace
source: Pace
fr: Allure
pt: Ritmo
tr: Tempo

# training.cardio.averagePace
source: Average Pace
fr: Rythme Moyen
id: Pace Rata-rata
pt: Ritmo Médio
tr: Ortalama Tempo

# training.cardio.calories
source: Calories
id: Kalori
pt: Calorias
tr: Kalori

# training.cardio.personalRecord
source: Personal Record
fr: PR
id: PR
pt: RP
tr: KR

# training.lift.create
source: Create Lift
fr: Créer Exercice de Force
id: Buat Angkat Beban
pt: Criar Exercício de Força
tr: Ağırlık Oluştur

# training.cardio.create
source: Create Cardio
fr: Créer Cardio
id: Buat Cardio
pt: Criar Cardio
tr: Kardio Oluştur

# training.lift.name
source: Lift Name
fr: Nom de l'Exercice
id: Nama Angkat Beban
pt: Nome do Exercício
tr: Ağırlık Adı

# training.lift.name.placeholder
source: e.g., Morning Power
fr: ex. Force Matinale
id: mis., Power Pagi
pt: ex., Força Matinal
tr: örn., Sabah Gücü

# training.lift.description
source: Description
id: Deskripsi
pt: Descrição
tr: Açıklama

# training.lift.description.placeholder
source: e.g., Heavy compound movements
fr: ex. Mouvements composés lourds
id: mis., Gerakan compound berat
pt: ex., Movimentos compostos pesados
tr: örn., Ağır bileşik hareketler

# training.lift.sets
source: Sets
fr: Séries
id: Set
pt: Séries
tr: Set

# training.lift.reps
source: Reps
fr: Répétitions
id: Rep
pt: Repetições
tr: Tekrar

# training.lift.exercises
source: Exercises
fr: Exercices
id: Latihan
pt: Exercícios
tr: Egzersizler

# training.lift.exercises.empty
source: No exercises added
fr: Aucun exercice ajouté
id: Belum ada latihan ditambahkan
pt: Nenhum exercício adicionado
tr: Egzersiz eklenmedi

# training.lift.log_result
source: Log Result
fr: Enregistrer Résultat
id: Catat Hasil
pt: Registrar Resultado
tr: Sonuç Gir

# training.lift.result.title
source: Log Lift Result
fr: Enregistrer Résultat Force
id: Catat Hasil Angkat Beban
pt: Registrar Resultado do Treino
tr: Ağırlık Sonucu Gir

# training.lift.result.saved
source: Result Saved!
fr: Résultat Enregistré !
id: Hasil Tersimpan!
pt: Resultado Salvo!
tr: Sonuç Kaydedildi!

# training.lift.result.pr_message
source: Congratulations! You've set a new PR: %dkg! 🎉
fr: Félicitations ! Vous avez établi un nouveau RP : %dkg ! 🎉
id: Selamat! Anda telah membuat PR baru: %dkg! 🎉
pt: Parabéns! Você estabeleceu um novo RP: %dkg! 🎉
tr: Tebrikler! Yeni PR: %dkg! 🎉

# training.lift.result.success_message
source: Your workout has been recorded successfully.
fr: Votre entraînement a été enregistré avec succès.
id: Latihan Anda telah dicatat dengan sukses.
pt: Seu treino foi registrado com sucesso.
tr: Antrenmanınız başarıyla kaydedildi.

# training.lift.result.total_volume
source: Total Volume
id: Volume Total
pt: Volume Total
tr: Toplam Hacim

# training.lift.result.best_set
source: Best Set
id: Set Terbaik
pt: Melhor Série
tr: En İyi Set

# training.lift.result.save
source: Save Result
fr: Enregistrer Résultat
id: Simpan Hasil
pt: Salvar Resultado
tr: Sonucu Kaydet

# training.lift.result.notes
source: Notes (Optional)
id: Catatan (Opsional)
pt: Observações (Opcional)
tr: Notlar (İsteğe Bağlı)

# training.lift.result.current_pr
source: Current PR: %dkg
fr: RP Actuel : %dkg
id: PR Saat Ini: %dkg
pt: RP Atual: %dkg
tr: Mevcut PR: %dkg

# training.lift.noPrograms
source: No Programs Yet
fr: Aucun Programme Encore
id: Belum Ada Program
pt: Nenhum Programa Ainda
tr: Henüz Program Yok

# training.lift.noProgramsMessage
source: Browse our featured programs or create your own
fr: Parcourez nos programmes en vedette ou créez le vôtre
id: Jelajahi program unggulan kami atau buat sendiri
pt: Navegue por nossos programas em destaque ou crie o seu próprio
tr: Öne çıkan programlarımıza göz atın veya kendi programınızı oluşturun

# training.lift.activeProgram
source: Active Program
fr: Programme Actif
id: Program Aktif
pt: Programa Ativo
tr: Aktif Program

# training.lift.stats.progress
source: Progress
fr: Progrès
pt: Progresso
tr: İlerleme

# training.lift.stats.volume
source: Volume
tr: Hacim

# training.lift.stats.sets
source: Sets
fr: Séries
id: Set
pt: Séries
tr: Setler

# training.lift.stats.exercises
source: Exercises
fr: Exercices
id: Latihan
pt: Exercícios
tr: Egzersizler

# training.lift.noHistory
source: No History Yet
fr: Aucun Historique Encore
id: Belum Ada Riwayat
pt: Nenhum Histórico Ainda
tr: Henüz Geçmiş Yok

# training.lift.noHistoryMessage
source: Start your first workout to begin tracking
fr: Démarrez votre premier entraînement pour commencer le suivi
id: Mulai latihan pertama Anda untuk mulai tracking
pt: Inicie seu primeiro treino para começar a rastrear
tr: Takibe başlamak için ilk antrenmanınızı başlatın

# training.cardio.name
source: Cardio Name
fr: Nom du Cardio
id: Nama Cardio
pt: Nome do Cardio
tr: Kardio Adı

# training.cardio.name.placeholder
source: e.g., Morning Run
fr: ex. Course Matinale
id: mis., Lari Pagi
pt: ex., Corrida Matinal
tr: örn., Sabah Koşusu

# training.cardio.description
source: Description
id: Deskripsi
pt: Descrição
tr: Açıklama

# training.cardio.description.placeholder
source: e.g., Easy pace cardio
fr: ex. Cardio à allure facile
id: mis., Cardio pace mudah
pt: ex., Cardio em ritmo fácil
tr: örn., Hafif tempo kardio

# training.cardio.type
source: Type
id: Tipe
pt: Tipo
tr: Tür

# training.cardio.type.distance
source: Distance
id: Jarak
pt: Distância
tr: Mesafe

# training.cardio.type.time
source: Time
fr: Temps
id: Waktu
pt: Tempo
tr: Süre

# training.cardio.exercise
source: Exercise
fr: Exercice
id: Latihan
pt: Exercício
tr: Egzersiz

# training.cardio.exercise.select
source: Select Exercise
fr: Sélectionner Exercice
id: Pilih Latihan
pt: Selecionar Exercício
tr: Egzersiz Seç

# training.cardio.time
source: Time
fr: Temps (minutes)
id: Waktu (menit)
pt: Tempo (minutos)
tr: Süre (dakika)

# training.exercise.search
source: Search exercises...
fr: Rechercher des exercices...
id: Cari latihan...
pt: Pesquisar exercícios...
tr: Egzersiz ara...

# training.exercise.done
source: Done
fr: Terminé
id: Selesai
pt: Concluído
tr: Tamam

# training.cardio.templates
source: Templates
fr: Modèles
id: Template
pt: Modelos
tr: Şablonlar

# training.cardio.history
source: History
id: Riwayat
pt: Histórico
tr: Geçmiş

# training.cardio.lastSession
source: Last Session
fr: Dernière Séance
id: Sesi Terakhir
pt: Última Sessão
tr: Son Antrenman

# training.cardio.customSessions
source: No Custom Sessions
fr: Séances Personnalisées
id: Sesi Kustom
pt: Sessões Personalizadas
tr: Özel Antrenmanlar

# training.cardio.exerciseTypes
source: Exercise Types
fr: Types d'Exercices
id: Tipe Latihan
pt: Tipos de Exercício
tr: Egzersiz Türleri

# training.cardio.noExerciseTypes
source: No Exercise Types Found
fr: Aucun Type d'Exercice
id: Tidak Ada Tipe Latihan
pt: Nenhum Tipo de Exercício
tr: Egzersiz Türü Yok

# training.cardio.noHistory
source: No Sessions Yet
fr: Aucun Historique
id: Tidak Ada Riwayat
pt: Nenhum Histórico
tr: Geçmiş Yok

# training.cardio.noHistoryMessage
source: Your cardio sessions will appear here
fr: Démarrez votre première séance cardio pour commencer le suivi
id: Mulai sesi cardio pertama Anda untuk mulai tracking
pt: Inicie sua primeira sessão cardio para começar a rastrear
tr: İlk kardio antrenmanınızı başlatarak takibe başlayın

# training.cardio.noSessions
source: No Sessions Yet
tr: Henüz Seans Yok

# training.cardio.noSessionsDesc
source: Start your first cardio workout to get started
tr: İlk kardio antrenmanını başlatarak başla

# training.cardio.adjustSearch
source: Try adjusting your search
id: Coba sesuaikan pencarian Anda
pt: Tente ajustar sua pesquisa
tr: Aramanızı değiştirin

# training.cardio.startSession
source: Start Session
fr: Démarrer la Séance
id: Mulai Sesi
pt: Iniciar Sessão
tr: Antrenman Başlat

# training.cardio.clearSearch
source: Clear Search
fr: Effacer Recherche
id: Hapus Pencarian
pt: Limpar Pesquisa
tr: Aramayı Temizle

# training.cardio.neverAttempted
source: Never attempted
fr: Jamais Tenté
id: Belum Pernah Dicoba
pt: Nunca Tentado
tr: Hiç Denenmedi

# training.cardio.browseTemplates
source: Browse Templates
fr: Parcourir Modèles
id: Jelajahi Template
pt: Navegar Modelos
tr: Şablonlara Göz At

# cardio.summary.congratulations
source: Congratulations!
fr: Félicitations !
id: Selamat!
pt: Parabéns!
tr: Tebrikler!

# cardio.summary.workoutCompleted
source: You completed your workout
fr: Vous avez terminé votre entraînement
id: Anda telah menyelesaikan latihan
pt: Você completou seu treino
tr: Antrenmanını tamamladın

# cardio.summary.duration
source: Duration
fr: Durée
id: Durasi
pt: Duração
tr: Süre

# cardio.summary.distance
source: Distance
id: Jarak
pt: Distância
tr: Mesafe

# cardio.summary.calories
source: Calories
id: Kalori
pt: Calorias
tr: Kalori

# cardio.summary.yourRoute
source: Your Route
fr: Votre Itinéraire
id: Rute Anda
pt: Sua Rota
tr: Rotanız

# cardio.summary.routeStart
source: Start
fr: Départ
id: Mulai
pt: Início
tr: Başlangıç

# cardio.summary.routeEnd
source: End
fr: Fin
id: Selesai
pt: Fim
tr: Bitiş

# cardio.summary.detailedStats
source: Detailed Statistics
fr: Statistiques Détaillées
id: Statistik Detail
pt: Estatísticas Detalhadas
tr: Detaylı İstatistikler

# cardio.summary.averagePace
source: Average Pace
fr: Rythme Moyen
id: Pace Rata-rata
pt: Ritmo Médio
tr: Ortalama Tempo

# cardio.summary.averageSpeed
source: Average Speed
fr: Vitesse Moyenne
id: Kecepatan Rata-rata
pt: Velocidade Média
tr: Ortalama Hız

# cardio.summary.elevation
source: Elevation
fr: Élévation
id: Elevasi
pt: Elevação
tr: Yükseliş

# cardio.summary.perceivedEffort
source: Perceived Effort
fr: Effort Perçu
id: Usaha yang Dirasakan
pt: Esforço Percebido
tr: Algılanan Zorluk

# cardio.summary.heartRateStats
source: Heart Rate Statistics
fr: Statistiques Rythme Cardiaque
id: Statistik Detak Jantung
pt: Estatísticas de Frequência Cardíaca
tr: Nabız İstatistikleri

# cardio.summary.average
source: Average
fr: Moyenne
id: Rata-rata
pt: Média
tr: Ortalama

# cardio.summary.maximum
source: Maximum
id: Maksimum
pt: Máximo
tr: Maksimum

# cardio.summary.howAreYouFeeling
source: How are you feeling?
fr: Comment vous sentez-vous ?
id: Bagaimana perasaan Anda?
pt: Como você está se sentindo?
tr: Nasıl Hissediyorsun?

# cardio.summary.notesOptional
source: Notes (Optional)
fr: Notes (Optionnel)
id: Catatan (Opsional)
pt: Observações (Opcional)
tr: Notlar (Opsiyonel)

# cardio.summary.notesPlaceholder
source: Your workout notes...
fr: Vos notes d'entraînement...
id: Catatan latihan Anda...
pt: Suas observações do treino...
tr: Antrenman hakkında notlarınız...

# cardio.summary.saveButton
source: Save
fr: Enregistrer
id: Simpan
pt: Salvar
tr: Kaydet

# cardio.summary.exitWithoutSaving
source: Exit Without Saving
fr: Quitter Sans Enregistrer
id: Keluar Tanpa Menyimpan
pt: Sair Sem Salvar
tr: Kaydetmeden Çık

# cardio.preparation.preparation
source: Preparation
fr: Préparation
id: Persiapan
pt: Preparação
tr: Hazırlık

# cardio.preparation.preparingWorkout
source: Preparing before workout starts
fr: Préparation avant le début de l'entraînement
id: Bersiap sebelum latihan dimulai
pt: Preparando antes do treino começar
tr: Antrenman başlamadan önce hazırlanıyor

# cardio.preparation.gpsStatus
source: GPS Status
fr: Statut GPS
id: Status GPS
pt: Status do GPS
tr: GPS Durumu

# cardio.preparation.gpsSearching
source: Searching for GPS...
fr: Recherche GPS...
id: Mencari GPS...
pt: Procurando GPS...
tr: GPS aranıyor...

# cardio.preparation.gpsReady
source: GPS ready
fr: GPS prêt
id: GPS siap
pt: GPS pronto
tr: GPS hazır

# cardio.preparation.gpsWeak
source: GPS signal weak
fr: Signal GPS faible
id: Sinyal GPS lemah
pt: Sinal GPS fraco
tr: GPS sinyali zayıf

# cardio.preparation.gpsNoSignal
source: No GPS signal
fr: Aucun signal GPS
id: Tidak ada sinyal GPS
pt: Sem sinal GPS
tr: GPS sinyali yok

# cardio.preparation.gpsNotNeeded
source: Indoor - GPS not needed
fr: Intérieur - GPS non nécessaire
id: Indoor - GPS tidak perlu
pt: Indoor - GPS não necessário
tr: İç mekan - GPS gerekmez

# cardio.preparation.stepCounter
source: Step Counter
fr: Compteur de Pas
pt: Contador de Passos
tr: Adım Sayar

# cardio.preparation.stepCounterChecking
source: Checking step counter...
fr: Vérification compteur de pas...
id: Mengecek step counter...
pt: Verificando contador de passos...
tr: Adım sayar kontrol ediliyor...

# cardio.preparation.stepCounterReady
source: Step counter ready
fr: Compteur de pas prêt
id: Step counter siap
pt: Contador de passos pronto
tr: Adım sayar hazır

# cardio.preparation.stepCounterNotAvailable
source: Step counter not supported
fr: Compteur de pas non supporté
id: Step counter tidak didukung
pt: Contador de passos não suportado
tr: Adım sayar desteklenmiyor

# cardio.preparation.stepCounterDenied
source: Motion permission required
fr: Permission mouvement requise
id: Izin motion diperlukan
pt: Permissão de movimento necessária
tr: Hareket izni gerekli

# cardio.preparation.settings
source: Settings
fr: Paramètres
id: Pengaturan
pt: Configurações
tr: Ayarlar

# cardio.preparation.heartRateBand
source: Heart Rate Band
fr: Ceinture Cardio
pt: Monitor de Frequência Cardíaca
tr: Nabız Bandı

# cardio.preparation.heartRateBandNotConnected
source: Heart rate band not connected
fr: Ceinture cardio non connectée
id: Heart rate band tidak terhubung
pt: Monitor de frequência cardíaca não conectado
tr: Nabız bandı bağlı değil

# cardio.preparation.heartRateBandScanning
source: Searching for device...
fr: Recherche d'appareil...
id: Mencari perangkat...
pt: Procurando dispositivo...
tr: Cihaz aranıyor...

# cardio.preparation.heartRateBandConnected
source: Heart rate band connected
fr: Ceinture cardio connectée
id: Heart rate band terhubung
pt: Monitor de frequência cardíaca conectado
tr: Nabız bandı bağlı

# cardio.preparation.allReady
source: All Ready!
fr: Tout Prêt !
id: Semua Siap!
pt: Tudo Pronto!
tr: Her Şey Hazır!

# cardio.preparation.canStartWorkout
source: You can start your workout
fr: Vous pouvez démarrer votre entraînement
id: Anda bisa mulai latihan
pt: Você pode iniciar seu treino
tr: Antrenmanınızı başlatabilirsiniz

# cardio.preparation.preparing
source: Preparing...
fr: Préparation...
id: Bersiap...
pt: Preparando...
tr: Hazırlanıyor...

# cardio.preparation.start
source: Start
fr: Démarrer
id: Mulai
pt: Iniciar
tr: Başla

# cardio.preparation.connect
source: Connect
fr: Connecter
id: Hubungkan
pt: Conectar
tr: Bağlan

# cardio.preparation.retry
source: Retry
fr: Réessayer
id: Coba Lagi
pt: Tentar Novamente
tr: Yeniden Dene

# cardio.preparation.scanningDevices
source: Scanning for heart rate bands...
fr: Scan des ceintures cardio...
id: Scanning heart rate band...
pt: Procurando monitores de frequência cardíaca...
tr: Nabız bantları aranıyor...

# cardio.preparation.pairingInstructions
source: Put your heart rate band in pairing mode
fr: Mettez votre ceinture cardio en mode appairage
id: Aktifkan mode pairing di heart rate band Anda
pt: Coloque seu monitor de frequência cardíaca no modo de pareamento
tr: Nabız bandınızı eşleştirme moduna alın

# cardio.preparation.deviceNotFound
source: Device not found
fr: Appareil non trouvé
id: Perangkat tidak ditemukan
pt: Dispositivo não encontrado
tr: Cihaz bulunamadı

# cardio.preparation.ensureDeviceOn
source: Make sure your heart rate band is on
fr: Assurez-vous que votre ceinture cardio est allumée
id: Pastikan heart rate band Anda nyala
pt: Certifique-se de que seu monitor de frequência cardíaca esteja ligado
tr: Nabız bandınızın açık olduğundan emin olun

# cardio.preparation.selectHeartRateBand
source: Select Heart Rate Band
fr: Sélectionner Ceinture Cardio
id: Pilih Heart Rate Band
pt: Selecionar Monitor de Frequência Cardíaca
tr: Nabız Bandı Seç

# cardio.preparation.rescan
source: Rescan
fr: Rescanner
id: Scan Ulang
pt: Escanear Novamente
tr: Yeniden Tara

# cardio.preparation.signal
source: Signal
id: Sinyal
pt: Sinal
tr: Sinyal

# cardio.preparation.waitingGps
source: Waiting for GPS signal...
fr: Attente du signal GPS...
id: Menunggu sinyal GPS...
pt: Aguardando sinal GPS...
tr: GPS sinyali bekleniyor...

# cardio.preparation.pleaseWait
source: Please wait...
fr: Veuillez patienter...
id: Mohon tunggu...
pt: Aguarde...
tr: Lütfen bekleyin...

# cardio.preparation.cancel
source: Cancel
fr: Annuler
id: Batal
pt: Cancelar
tr: İptal

# training.conflict.title
source: Active Workout Exists
fr: Entraînement Actif Existant
id: Latihan Aktif Ada
pt: Treino Ativo Existe
tr: Aktif Antrenman Var

# training.conflict.message
source: You have an active workout in progress. What would you like to do?
fr: Vous avez un entraînement actif en cours. Que souhaitez-vous faire ?
id: Anda memiliki latihan aktif yang sedang berlangsung. Apa yang ingin Anda lakukan?
pt: Você tem um treino ativo em andamento. O que gostaria de fazer?
tr: Şu anda devam eden bir antrenmanınız var. Ne yapmak istiyorsunuz?

# training.conflict.continue
source: Continue
fr: Continuer
id: Lanjutkan
pt: Continuar
tr: Devam Et

# training.conflict.finish_start
source: Finish & Start New
fr: Terminer et Démarrer Nouveau
id: Selesai & Mulai Baru
pt: Finalizar e Iniciar Novo
tr: Bitir ve Yeni Başlat

# training.conflict.started_at
source: Started at:
fr: Démarré à :
id: Dimulai pada:
pt: Iniciado em:
tr: Başlangıç:

# training.conflict.unnamed_workout
source: Unnamed Workout
fr: Entraînement Sans Nom
id: Latihan Tanpa Nama
pt: Treino Sem Nome
tr: İsimsiz Antrenman

# training.templates.empty.hint
source: Complete a workout and save it as a template
fr: Terminez un entraînement et enregistrez-le comme modèle
id: Selesaikan latihan dan simpan sebagai template
pt: Complete um treino e salve-o como modelo
tr: Antrenman tamamladıktan sonra şablon olarak kaydet

# nutrition.title
source: Nutrition
id: Nutrisi
pt: Nutrição
tr: Beslenme

# nutrition.addFood
source: Add Food
fr: Ajouter aliment
id: Tambah Makanan
pt: Adicionar Alimento
tr: Yemek Ekle

# nutrition.calories
source: Calories
id: Kalori
pt: Calorias
tr: Kalori

# nutrition.scanBarcode
source: Scan barcode
fr: Scanner code-barres
id: Pindai barcode
pt: Escanear código de barras
tr: Barkod Tara

# nutrition.empty.first.title
source: Start tracking nutrition
fr: Commencer le suivi nutritionnel
id: Mulai tracking nutrisi
pt: Comece a rastrear nutrição
tr: Beslenme takibine başla

# nutrition.empty.first.message
source: Add your meals to track daily calories and macros.
fr: Ajoutez vos repas pour suivre vos calories et macros quotidiennes.
id: Tambahkan makanan untuk tracking kalori dan makro harian.
pt: Adicione suas refeições para rastrear calorias diárias e macros.
tr: Öğünlerini ekleyerek günlük kalorini ve makrolarını takip et.

# nutrition.empty.addMeal
source: Add Meal
fr: Ajouter repas
id: Tambah Makanan
pt: Adicionar Refeição
tr: Yemek ekle

# nutrition.empty.addCustomFood
source: Create Custom Food
fr: Créer aliment personnalisé
id: Buat Makanan Kustom
pt: Criar Alimento Personalizado
tr: Özel yiyecek oluştur

# nutrition.empty.loadingFoods
source: Loading food database...
fr: Chargement de la base d'aliments...
id: Memuat database makanan...
pt: Carregando banco de dados de alimentos...
tr: Yemek veritabanı yükleniyor...

# nutrition.empty.today.title
source: No meals added today
fr: Aucun repas ajouté aujourd'hui
id: Tidak ada makanan ditambahkan hari ini
pt: Nenhuma refeição adicionada hoje
tr: Bugün henüz öğün eklenmedi

# nutrition.empty.today.message
source: Pick from the list or create a custom food to add a meal.
fr: Choisissez dans la liste ou créez un aliment personnalisé pour ajouter un repas.
id: Pilih dari daftar atau buat makanan kustom untuk menambah makanan.
pt: Escolha da lista ou crie um alimento personalizado para adicionar uma refeição.
tr: Listeden seçerek veya özel yiyecek oluşturarak ekleyebilirsin.

# nutrition.empty.todayTitle
source: You haven't eaten anything today
fr: Vous n'avez rien mangé aujourd'hui
id: Anda belum makan apa pun hari ini
pt: Você não comeu nada hoje
tr: Bugün henüz bir şey yemedin

# nutrition.empty.todayMessage
source: Start your day by adding your first meal! 🌅
fr: Commencez votre journée en ajoutant votre premier repas ! 🌅
id: Mulai hari Anda dengan menambahkan makanan pertama! 🌅
pt: Comece seu dia adicionando sua primeira refeição! 🌅
tr: İlk öğünü ekleyerek günü başlat! 🌅

# validation.distance.required
source: You need to enter distance
tr: Mesafe girmeniz gerekiyor

# validation.distance.invalidFormat
source: Invalid distance format
tr: Geçersiz mesafe formatı

# validation.distance.mustBePositive
source: Distance must be positive
tr: Mesafe pozitif olmalı

# validation.distance.minimum
source: Minimum distance should be 10 meters
tr: Minimum mesafe 10 metre olmalı

# validation.distance.maximum
source: Maximum distance should be 100 km
tr: Maksimum mesafe 100 km olmalı

# validation.distance.precision
source: You can enter up to 3 decimal places
tr: En fazla 3 ondalık basamak girebilirsiniz

# validation.heartRate.required
source: You need to enter heart rate value
tr: Nabız değeri girmeniz gerekiyor

# validation.heartRate.invalidFormat
source: Invalid heart rate format
tr: Geçersiz nabız formatı

# validation.heartRate.minimum
source: Heart rate should be at least 30 BPM
tr: Nabız en az 30 BPM olmalı
