Repository: burakkho/thrustr
Catalog: Resources/*.lproj/Localizable.strings
Languages: fr, id, pt, tr

# validation.heartRate.maximum
source: Heart rate should be at most 220 BPM
tr: Nabız en fazla 220 BPM olmalı

# validation.heartRate.ageWarning
source: This heart rate is too high for your age
tr: Bu nabız değeri yaşınıza göre çok yüksek

# validation.duration.required
source: You need to enter duration
tr: Süre girmeniz gerekiyor

# validation.duration.invalidFormat
source: Invalid duration format
tr: Geçersiz süre formatı

# validation.duration.mustBePositive
source: Duration must be positive
tr: Süre pozitif olmalı

# validation.duration.minimum
source: Minimum duration should be 1 minute
tr: Minimum süre 1 dakika olmalı

# validation.duration.maximum
source: Maximum duration should be 10 hours
tr: Maksimum süre 10 saat olmalı

# validation.time.required
source: You need to enter time
tr: Zaman girmeniz gerekiyor

# validation.time.invalidFormat
source: Invalid time format
tr: Geçersiz zaman formatı

# validation.time.invalidNumbers
source: Invalid number format
tr: Geçersiz sayı formatı

# validation.time.hoursRange
source: Hours should be between 0-10
tr: Saat 0-10 arasında olmalı

# validation.time.minutesRange
source: Minutes should be between 0-59
tr: Dakika 0-59 arasında olmalı

# validation.time.secondsRange
source: Seconds should be between 0-59
tr: Saniye 0-59 arasında olmalı

# heartRate.zone1
source: Zone 1
tr: İyileşme

# heartRate.zone2
source: Zone 2
tr: Aerobik Temel

# heartRate.zone3
source: Zone 3
tr: Aerobik

# heartRate.zone4
source: Zone 4
tr: Laktik Eşik

# heartRate.zone5
source: Zone 5
tr: VO2 Max

# heartRate.unknown
source: Unknown
tr: Bilinmiyor

# profile.title
source: Profile
fr: Profil
id: Profil
pt: Perfil
tr: Profil

# profile.edit_profile
source: Edit Profile
fr: Modifier le Profil
id: Edit Profil
pt: Editar Perfil
tr: Profili Düzenle

# profile.personal_info
source: Personal Information
fr: Informations Personnelles
id: Informasi Personal
pt: Informações Pessoais
tr: Kişisel Bilgiler

# profile.measurements
source: Measurements
fr: Mesures
id: Pengukuran
pt: Medidas
tr: Ölçümler

# profile.tools
source: Tools
fr: Outils
pt: Ferramentas
tr: Araçlar

# profile.progress_reports
source: Progress Reports
fr: Rapports de Progrès
id: Laporan Progress
pt: Relatórios de Progresso
tr: İlerleme Raporları

# profile.settings
source: Settings
fr: Paramètres
id: Pengaturan
pt: Configurações
tr: Ayarlar

# profile.help
source: Help
fr: Aide
id: Bantuan
pt: Ajuda
tr: Yardım

# profile.logout
source: Logout
fr: Déconnexion
id: Keluar
pt: Sair
tr: Çıkış Yap

# profile.version
source: Version
id: Versi
pt: Versão
tr: Sürüm

# profile.name
source: Name
fr: Nom
id: Nama
pt: Nome
tr: Ad

# profile.age
source: Age
fr: Âge
id: Umur
pt: Idade
tr: Yaş

# profile.height
source: Height
fr: Taille
id: Tinggi
pt: Altura
tr: Boy

# profile.weight
source: Weight
fr: Poids
id: Berat
pt: Peso
tr: Kilo

# profile.gender
source: Gender
fr: Genre
id: Jenis Kelamin
pt: Gênero
tr: Cinsiyet

# profile.male
source: Male
fr: Homme
id: Laki-laki
pt: Masculino
tr: Erkek

# profile.female
source: Female
fr: Femme
id: Perempuan
pt: Feminino
tr: Kadın

# profile.fitness_goal
source: Fitness Goal
fr: Objectif Fitness
id: Target Fitness
pt: Meta Fitness
tr: Fitness Hedefi

# profile.activity_level
source: Activity Level
fr: Niveau d'Activité
id: Level Aktivitas
pt: Nível de Atividade
tr: Aktivite Seviyesi

# profile.goal.cut
source: Cut
fr: Sèche
id: Cutting
pt: Cutting
tr: Kilo Ver

# profile.goal.bulk
source: Bulk
fr: Prise de Masse
id: Bulking
pt: Bulking
tr: Kas Yap

# profile.goal.maintain
source: Maintain
fr: Maintenir
pt: Manter
tr: Koru

# profile.activity.sedentary
source: Sedentary
fr: Sédentaire
id: Tidak Aktif
pt: Sedentário
tr: Hareketsiz

# profile.activity.lightly_active
source: Lightly Active
fr: Légèrement Actif
id: Sedikit Aktif
pt: Levemente Ativo
tr: Az Aktif

# profile.activity.moderately_active
source: Moderately Active
fr: Modérément Actif
id: Cukup Aktif
pt: Moderadamente Ativo
tr: Orta Aktif

# profile.activity.very_active
source: Very Active
fr: Très Actif
id: Sangat Aktif
pt: Muito Ativo
tr: Çok Aktif

# profile.activity.extremely_active
source: Extremely Active
fr: Extrêmement Actif
id: Extremely Aktif
pt: Extremamente Ativo
tr: Aşırı Aktif

# profile.personal_info_subtitle
source: Manage your personal information
fr: Gérez vos informations personnelles
id: Kelola informasi personal Anda
pt: Gerencie suas informações pessoais
tr: Kişisel bilgilerinizi yönetin

# profile.account_management
source: Account Management
fr: Gestion du Compte
id: Manajemen Akun
pt: Gerenciamento de Conta
tr: Hesap Yönetimi

# profile.account_subtitle
source: Manage your account settings
fr: Gérez les paramètres de votre compte
id: Kelola pengaturan akun Anda
pt: Gerencie suas configurações de conta
tr: Hesap ayarlarınızı yönetin

# profile.body_tracking
source: Body Tracking
fr: Suivi Corporel
id: Tracking Tubuh
pt: Acompanhamento Corporal
tr: Vücut Takibi

# profile.weight_tracking
source: Weight Tracking
fr: Suivi du Poids
id: Tracking Berat
pt: Acompanhamento de Peso
tr: Kilo Takibi

# profile.weight_subtitle
source: Track your weight changes
fr: Suivez vos changements de poids
id: Tracking perubahan berat Anda
pt: Acompanhe as mudanças do seu peso
tr: Kilo değişimlerinizi takip edin

# profile.measurements_subtitle
source: Track your body measurements
fr: Suivez vos mesures corporelles
id: Tracking pengukuran tubuh Anda
pt: Acompanhe suas medidas corporais
tr: Vücut ölçümlerinizi takip edin

# profile.progress_photos
source: Progress Photos
fr: Photos de Progrès
id: Foto Progress
pt: Fotos de Progresso
tr: İlerleme Fotoğrafları

# profile.photos_subtitle
source: Track your progress with photos
fr: Suivez vos progrès avec des photos
id: Tracking progress Anda dengan foto
pt: Acompanhe seu progresso com fotos
tr: İlerlemenizi fotoğraflarla takip edin

# profile.settings_subtitle
source: App preferences and settings
fr: Préférences et paramètres de l'app
id: Preferensi dan pengaturan aplikasi
pt: Preferências e configurações do app
tr: Uygulama tercihleri ve ayarları

# profile.progress_charts
source: Progress Charts
fr: Graphiques de Progrès
id: Chart Progress
pt: Gráficos de Progresso
tr: İlerleme Grafikleri

# profile.analytics_subtitle
source: Comprehensive health and training analytics
tr: Kapsamlı sağlık ve antrenman analizleri

# profile.charts_subtitle
source: Visualize your progress
fr: Visualisez vos progrès
id: Visualisasikan progress Anda
pt: Visualize seu progresso
tr: İlerlemenizi görselleştirin

# profile.achievements_subtitle
source: Track your achievements
fr: Suivez vos réussites
id: Tracking pencapaian Anda
pt: Acompanhe suas conquistas
tr: Başarılarınızı takip edin

# profile.quick_actions
source: Quick Actions
tr: Hızlı İşlemler

# profile.progress_analytics
source: Progress & Analytics
tr: İlerleme & Analitik

# profile.health_integration_subtitle
source: Connect with Apple Health
tr: HealthKit ve AI önerileri

# profile.goal_tracking
source: Goal Tracking
fr: Suivi d'Objectifs
id: Tracking Target
pt: Acompanhamento de Metas
tr: Hedef Takibi

# profile.goals_subtitle
source: Set and track your goals
fr: Définissez et suivez vos objectifs
id: Set dan tracking target Anda
pt: Defina e acompanhe suas metas
tr: Hedeflerinizi belirleyin ve takip edin

# profile.lifetime_achievements.title
source: Lifetime Achievements
fr: Réussites de Vie
id: Pencapaian Seumur Hidup
pt: Conquistas Vitalícias
tr: Yaşam Boyu Başarılar

# profile.lifetime_achievements.subtitle
source: Your total performance so far
fr: Votre performance totale jusqu'à présent
id: Total performa Anda sejauh ini
pt: Seu desempenho total até agora
tr: Bugüne kadarki toplam performansınız

# profile.lifetime_achievements.total_weight
source: Total Weight
fr: Poids Total
id: Total Berat
pt: Peso Total
tr: Toplam Ağırlık

# profile.lifetime_achievements.total_distance
source: Total Distance
fr: Distance Totale
id: Total Jarak
pt: Distância Total
tr: Toplam Mesafe

# profile.lifetime_achievements.total_workouts
source: Total Workouts
fr: Total Entraînements
id: Total Latihan
pt: Total de Treinos
tr: Toplam Antrenman

# profile.lifetime_achievements.active_days
source: Active Days
fr: Jours Actifs
id: Hari Aktif
pt: Dias Ativos
tr: Aktif Günler

# profile.units.mi
source: mi
tr: mil

# profile.units.inch
source: in
pt: pol
tr: inç

# profile.messages.measurements_saved
source: Measurements Saved!
fr: Mesures Enregistrées !
id: Pengukuran Tersimpan!
pt: Medidas Salvas!
tr: Ölçümler Kaydedildi!

# profile.messages.measurements_saved_desc
source: Your Navy Method measurements have been saved successfully
fr: Vos mesures Méthode Navy ont été enregistrées avec succès
id: Pengukuran Navy Method Anda telah disimpan dengan sukses
pt: Suas medidas do Método Navy foram salvas com sucesso
tr: Navy Method ölçümleriniz başarıyla kaydedildi

# profile.messages.save_to_profile
source: Save to Profile
id: Simpan ke Profil
pt: Salvar no Perfil
tr: Profile'a Kaydet

# profile.messages.calculation_error
source: Calculation Error
fr: Erreur de Calcul
id: Kesalahan Kalkulasi
pt: Erro de Cálculo
tr: Hesaplama Hatası

# profile.messages.validation_error
source: Please fill all fields correctly
fr: Veuillez remplir tous les champs correctement
id: Harap isi semua field dengan benar
pt: Preencha todos os campos corretamente
tr: Lütfen tüm alanları doğru doldurun

# profile.messages.save_error
source: Error occurred while saving
fr: Erreur survenue lors de l'enregistrement
id: Terjadi kesalahan saat menyimpan
pt: Erro ocorreu ao salvar
tr: Kaydetme sırasında hata oluştu

# profile.instructions.neck
source: Neck circumference (just below the Adam's apple)
tr: Boyun çevresi (Âdem elmasının hemen altından)

# profile.instructions.waist_male
source: Waist circumference (at navel level)
tr: Bel çevresi (Göbek deliği hizasından)

# profile.instructions.waist_female
source: Waist circumference (at narrowest point)
tr: Bel çevresi (En dar noktadan)

# profile.instructions.hip
source: Hip circumference (at widest point)
tr: Kalça çevresi (En geniş noktadan)

# settings.title
source: Settings
fr: Paramètres
id: Pengaturan
pt: Configurações
tr: Ayarlar

# settings.app_preferences
source: App Preferences
fr: Préférences de l'App
id: Preferensi Aplikasi
pt: Preferências do App
tr: Uygulama Tercihleri

# settings.language
source: Language
fr: Langue
id: Bahasa
pt: Idioma
tr: Dil

# settings.units
source: Units
fr: Unités
id: Satuan
pt: Unidades
tr: Birimler

# settings.theme
source: Theme
fr: Thème
id: Tema
pt: Tema
tr: Tema

# settings.notifications
source: Notifications
id: Notifikasi
pt: Notificações
tr: Bildirimler

# settings.system_theme
source: System
fr: Système
id: Sistem
pt: Sistema
tr: Sistem

# settings.light_mode
source: Light
fr: Clair
id: Terang
pt: Claro
tr: Açık

# settings.dark_mode
source: Dark
fr: Sombre
id: Gelap
pt: Escuro
tr: Koyu

# settings.metric
source: Metric
fr: Métrique
id: Metrik
pt: Métrico
tr: Metrik

# settings.imperial
source: Imperial
fr: Impérial
tr: İngiliz

# settings.allow_notifications
source: Allow Notifications
fr: Autoriser Notifications
id: Izinkan Notifikasi
pt: Permitir Notificações
tr: Bildirimlere İzin Ver

# settings.workout_reminders
source: Workout Reminders
fr: Rappels d'Entraînement
id: Pengingat Latihan
pt: Lembretes de Treino
tr: Antrenman Hatırlatıcıları

# settings.nutrition_reminders
source: Nutrition Reminders
fr: Rappels Nutrition
id: Pengingat Nutrisi
pt: Lembretes de Nutrição
tr: Beslenme Hatırlatıcıları

# settings.version
source: Version
id: Versi
pt: Versão
tr: Sürüm

# settings.build
source: Build
tr: Yapı

# settings.privacy_policy
source: Privacy Policy
fr: Politique de Confidentialité
id: Kebijakan Privasi
pt: Política de Privacidade
tr: Gizlilik Politikası

# settings.terms_of_service
source: Terms of Service
fr: Conditions d'Utilisation
id: Syarat Layanan
pt: Termos de Serviço
tr: Kullanım Şartları

# settings.cloud_sync
source: iCloud Sync
tr: iCloud Senkronizasyonu

# settings.icloud_status
source: iCloud Status
tr: iCloud Durumu

# settings.sync_status
source: Sync Status
tr: Senkronizasyon Durumu

# settings.sync_details
source: Sync Details
tr: Senkronizasyon Detayları

# app.description
source: Fitness Tracking App
tr: Fitness Takip Uygulaması

# training.celebration.congratulations
source: Congratulations!
tr: Tebrikler!

# training.celebration.programCompleted
source: completed!
tr: tamamlandı!

# training.celebration.achievementMessage
source: You've successfully finished your training program. Your dedication and consistency paid off!
tr: Antrenman programını başarıyla tamamladın. Azmin ve kararlılığın meyvelerini verdi!

# training.celebration.continue
source: Continue Training
tr: Antrenmana Devam

# training.celebration.share
source: Share Achievement
tr: Başarıyı Paylaş

# training.celebration.shareText
source: Just completed my
tr: Az önce

# training.preview.previousPerformance
source: Previous Performance
tr: Önceki Performans

# training.preview.lastPerformed
source: Last performed
tr: Son gerçekleştirme

# training.preview.duration
source: Duration
tr: Süre

# training.preview.totalVolume
source: Volume
tr: Hacim

# training.preview.sessions
source: Sessions
tr: Antrenman

# pr.categories.subtitle
source: Track your personal records
tr: Kişisel rekorlarını takip et

# pr.categories.strength
source: Strength
tr: Güç

# pr.categories.endurance
source: Endurance
tr: Dayanıklılık

# training.analytics.bodyMetrics
source: Body Metrics
tr: Vücut Metrikleri

# training.analytics.monthlyGoalsDesc
source: Set and track your monthly training targets
tr: Aylık antrenman hedeflerini belirle ve takip et

# training.analytics.weeklyGoals
source: Weekly Goals
tr: Haftalık Hedefler

# training.analytics.weeklyGoalsDesc
source: Your weekly training objectives
tr: Haftalık antrenman objektiflerin

# training.oneRM.startingWeightsMessage
source: Based on your 1RMs, here are your starting weights for %@
tr: 1RM değerlerine göre %@ için başlangıç ağırlıkların

# training.oneRM.fallbackProgram
source: your program
tr: programın

# training.oneRM.setupComplete
source: Setup Complete!
tr: Kurulum Tamamlandı!

# training.oneRM.startingWeightsCalculated
source: Starting Weights Calculated
tr: Başlangıç Ağırlıkları Hesaplandı

# training.oneRM.title
source: 1 Rep Max (%@)
tr: 1 Tekrar Maksimum (%@)

# training.oneRM.estimateExample
source: Estimate: If you can do 5 reps with 60kg, your 1RM is ~67kg
tr: Tahmin: 60kg ile 5 tekrar yapabiliyorsan, 1RM'in ~67kg

# training.analytics.noStrengthDataTitle
source: No strength data yet
tr: Henüz güç verisi yok

# training.analytics.noStrengthDataDesc
source: Complete some lift workouts to see your progress
tr: İlerlemeni görmek için birkaç ağırlık antrenmanı tamamla

# training.analytics.noWorkoutsTitle
source: No workouts yet
tr: Henüz antrenman yok

# training.analytics.noWorkoutsDesc
source: Start training to see your workout frequency
tr: Antrenman sıklığını görmek için antrenmana başla

# training.analytics.noPRsTitle
source: No PRs yet
tr: Henüz PR yok

# training.analytics.noPRsDesc
source: Complete workouts to set personal records
tr: Kişisel rekorları kırmak için antrenmanları tamamla

# training.goals.setMonthlyGoals
source: Set Monthly Goals
fr: Définir Objectifs Mensuels
id: Set Target Bulanan
pt: Definir Metas Mensais
tr: Aylık Hedefler

# training.goals.trackProgress
source: Track Progress
fr: Suivre Progrès
id: Lacak Progress
pt: Acompanhar Progresso
tr: İlerlemeni takip et ve hedeflerine ulaş

# training.goals.trainingSessions
source: Training Sessions
fr: Séances d'Entraînement
id: Sesi Latihan
pt: Sessões de Treino
tr: Antrenman Seansları

# training.goals.cardioDistance
source: Cardio Distance
fr: Distance Cardio
id: Jarak Cardio
pt: Distância Cardio
tr: Kardio Mesafesi

# training.goals.liftSessions
source: Lift Sessions
fr: Séances de Musculation
id: Sesi Lift
pt: Sessões de Força
tr: Ağırlık Antrenmanları

# training.goals.cardioSessions
source: Cardio Sessions
fr: Séances Cardio
id: Sesi Cardio
pt: Sessões de Cardio
tr: Kardio Seansları

# training.goals.weeklyDistance
source: Weekly Distance
fr: Distance Hebdomadaire
id: Jarak Mingguan
pt: Distância Semanal
tr: Haftalık Mesafe

# training.goals.saveGoals
source: Save Goals
fr: Sauvegarder Objectifs
id: Simpan Target
pt: Salvar Metas
tr: Hedefleri Kaydet

# training.goals.sessions
source: sessions
fr: séances
id: sesi
pt: sessões
tr: seans

# training.goals.weeklyTarget
source: Weekly Target
fr: Objectif Hebdomadaire
id: Target Mingguan
pt: Meta Semanal
tr: Haftalık hedef

# training.goals.cardioTarget
source: Cardio Target
fr: Objectif Cardio
id: Target Cardio
pt: Meta Cardio
tr: Kardio hedefi

# action.save
source: Save
fr: Enregistrer
id: Simpan
pt: Salvar
tr: Kaydet

# action.cancel
source: Cancel
fr: Annuler
id: Batal
pt: Cancelar
tr: İptal

# onboarding.back
source: Back
fr: Retour
id: Kembali
pt: Voltar
tr: Geri

# onboarding.next
source: Next
fr: Suivant
id: Selanjutnya
pt: Próximo
tr: İleri

# onboarding.skip
source: Skip
fr: Ignorer
id: Lewati
pt: Pular
tr: Atla

# onboarding.welcome.title
source: Welcome to Thrustr! 💪
id: Selamat datang di Thrustr! 💪
pt: Bem-vindo ao Thrustr! 💪
tr: Thrustr'a Hoş Geldin! 💪

# onboarding.welcome.subtitle
source: We're with you on your fitness journey. Let's get started!
fr: Nous sommes avec vous dans votre parcours fitness. Commençons !
id: Kami bersama Anda dalam perjalanan fitness. Ayo mulai!
pt: Estamos com você na sua jornada fitness. Vamos começar!
tr: Fitness yolculuğunda yanındayız. Hadi başlayalım!

# onboarding.welcome.start
source: Let's Start!
fr: Commençons !
id: Ayo Mulai!
pt: Vamos Começar!
tr: Başlayalım!

# onboarding.welcome.start_hint
source: Start Onboarding
tr: Onboarding'a başla

# onboarding.feature.workout
source: Smart workout tracking
fr: Suivi d'entraînement intelligent
id: Tracking latihan pintar
pt: Acompanhamento inteligente de treino
tr: Akıllı antrenman takibi

# onboarding.feature.progress
source: Progress analysis
fr: Analyse de progrès
id: Analisis progress
pt: Análise de progresso
tr: İlerleme analizi

# onboarding.feature.nutrition
source: Nutrition control
fr: Contrôle nutritionnel
id: Kontrol nutrisi
pt: Controle nutricional
tr: Beslenme kontrolü

# onboarding.feature.goals
source: Personal goals
fr: Objectifs personnels
id: Target personal
pt: Metas pessoais
tr: Kişisel hedefler

# onboarding.progress.step
source: Step %d/%d
id: Langkah %d/%d
pt: Passo %d/%d
tr: Adım %d/%d

# onboarding.personalInfo.title
source: Personal Info
fr: Informations Personnelles
id: Info Personal
pt: Informações Pessoais
tr: Kişisel Bilgiler

# onboarding.personalInfo.subtitle
source: Let's get to know you better
fr: Apprenons à mieux vous connaître
id: Mari berkenalan lebih dekat
pt: Vamos conhecê-lo melhor
tr: Seni daha iyi tanıyalım

# onboarding.personalInfo.name
source: Name
fr: Nom
id: Nama
pt: Nome
tr: Adın

# onboarding.personalInfo.name.placeholder
source: e.g., John
fr: ex. Jean
id: mis., John
pt: ex., João
tr: Örn: Burak

# onboarding.personalInfo.age
source: Age
fr: Âge
id: Umur
pt: Idade
tr: Yaş

# onboarding.personalInfo.age.years
source: %d years
fr: %d ans
id: %d tahun
pt: %d anos
tr: %d yaş

# onboarding.personalInfo.gender
source: Gender
fr: Genre
id: Jenis Kelamin
pt: Gênero
tr: Cinsiyet

# onboarding.personalInfo.gender.male
source: Male
fr: Homme
id: Laki-laki
pt: Masculino
tr: Erkek

# onboarding.personalInfo.gender.female
source: Female
fr: Femme
id: Perempuan
pt: Feminino
tr: Kadın

# onboarding.personalInfo.height
source: Height
fr: Taille
id: Tinggi
pt: Altura
tr: Boy

# onboarding.personalInfo.weight
source: Weight
fr: Poids
id: Berat
pt: Peso
tr: Kilo

# onboarding.continue
source: Continue
fr: Continuer
id: Lanjutkan
pt: Continuar
tr: Devam Et

# onboarding.consent.title
source: Consent
fr: Consentement
id: Persetujuan
pt: Consentimento
tr: Aydınlatma ve Onay

# onboarding.consent.subtitle
source: Please review and accept the documents to continue.
fr: Veuillez examiner et accepter les documents pour continuer.
id: Harap tinjau dan terima dokumen untuk melanjutkan.
pt: Revise e aceite os documentos para continuar.
tr: Devam etmek için belgeleri inceleyip onaylayın.

# onboarding.consent.terms.title
source: Accept Terms of Service
fr: Accepter Conditions d'Utilisation
id: Terima Syarat Layanan
pt: Aceitar Termos de Serviço
tr: Kullanım Şartlarını Kabul Et

# onboarding.consent.terms.desc
source: You need to accept the Terms of Service to use the app.
fr: Vous devez accepter les Conditions d'Utilisation pour utiliser l'app.
id: Anda perlu menerima Syarat Layanan untuk menggunakan aplikasi.
pt: Você precisa aceitar os Termos de Serviço para usar o app.
tr: Uygulamayı kullanmak için Kullanım Şartlarını kabul etmelisin.

# onboarding.consent.viewTerms
source: View Terms of Service
fr: Voir Conditions d'Utilisation
id: Lihat Syarat Layanan
pt: Ver Termos de Serviço
tr: Kullanım Şartlarını Görüntüle

# onboarding.consent.privacy.title
source: Accept Privacy Policy
fr: Accepter Politique de Confidentialité
id: Terima Kebijakan Privasi
pt: Aceitar Política de Privacidade
tr: Gizlilik Politikasını Kabul Et

# onboarding.consent.privacy.desc
source: Please review and accept our Privacy Policy.
fr: Veuillez examiner et accepter notre Politique de Confidentialité.
id: Harap tinjau dan terima Kebijakan Privasi kami.
pt: Revise e aceite nossa Política de Privacidade.
tr: Lütfen Gizlilik Politikamızı inceleyip onaylayın.

# onboarding.consent.viewPrivacy
source: View Privacy Policy
fr: Voir Politique de Confidentialité
id: Lihat Kebijakan Privasi
pt: Ver Política de Privacidade
tr: Gizlilik Politikasını Görüntüle

# onboarding.consent.marketing
source: I want to receive product updates and tips
fr: Je souhaite recevoir les mises à jour produit et conseils
id: Saya ingin menerima update produk dan tips
pt: Quero receber atualizações de produto e dicas
tr: Ürün güncellemeleri ve ipuçlarını almak istiyorum

# onboarding.consent.notifications
source: Push Notifications
fr: Notifications Push
id: Notifikasi Push
pt: Notificações Push
tr: Push Bildirimleri

# onboarding.consent.notifications.desc
source: Get workout reminders and achievement alerts
fr: Recevez rappels d'entraînement et alertes de réussites
id: Dapatkan pengingat latihan dan alert pencapaian
pt: Receba lembretes de treino e alertas de conquistas
tr: Antrenman hatırlatmaları ve başarı bildirimlerini al

# onboarding.goals.title
source: Your Goals
fr: Vos Objectifs
id: Target Anda
pt: Suas Metas
tr: Hedeflerin

# onboarding.goals.subtitle
source: Which direction are you planning to progress?
fr: Dans quelle direction prévoyez-vous de progresser ?
id: Arah mana yang ingin Anda tuju untuk progress?
pt: Em que direção você planeja progredir?
tr: Hangi yönde ilerlemeyi planlıyorsun?

# onboarding.goals.mainGoal
source: Main Goal
fr: Objectif Principal
id: Target Utama
pt: Meta Principal
tr: Ana Hedefin

# onboarding.goals.activityLevel
source: Activity Level
fr: Niveau d'Activité
id: Level Aktivitas
pt: Nível de Atividade
tr: Aktivite Seviyesi

# onboarding.goals.targetWeight
source: Target Weight (Optional)
fr: Poids Cible (Optionnel)
id: Target Berat (Opsional)
pt: Peso Alvo (Opcional)
tr: Hedef Kilo (Opsiyonel)

# onboarding.goals.targetWeight.toggle
source: Set target weight
fr: Définir poids cible
id: Set target berat
pt: Definir peso alvo
tr: Hedef kilo belirle

# goals.progress
source: Goal Progress
fr: Progrès d'Objectifs
id: Progress Target
pt: Progresso das Metas
tr: Hedef İlerlemesi

# onboarding.goals.cut.title
source: Fat Loss
fr: Perte de Graisse
pt: Perda de Gordura
tr: Yağ Yakımı
