Repository: burakkho/thrustr
Catalog: Resources/*.lproj/Localizable.strings
Languages: fr, id, pt, tr

# onboarding.goals.cut.subtitle
source: Lose weight and reduce body fat
fr: Perdre du poids et réduire la graisse corporelle
id: Turunkan berat dan kurangi lemak tubuh
pt: Perder peso e reduzir gordura corporal
tr: Kilo vermek ve yağ oranını düşürmek

# onboarding.goals.bulk.title
source: Muscle Gain
fr: Gain Musculaire
pt: Ganho de Músculo
tr: Kas Kazanımı

# onboarding.goals.bulk.subtitle
source: Build muscle mass and get stronger
fr: Construire la masse musculaire et devenir plus fort
id: Bangun massa otot dan jadi lebih kuat
pt: Construir massa muscular e ficar mais forte
tr: Kas kütlesi artırmak ve güçlenmek

# onboarding.goals.maintain.title
source: Maintain
fr: Maintenir
pt: Manter
tr: Form Koruma

# onboarding.goals.maintain.subtitle
source: Maintain current weight while getting stronger
fr: Maintenir le poids actuel tout en devenant plus fort
id: Pertahankan berat saat ini sambil jadi lebih kuat
pt: Manter peso atual enquanto fica mais forte
tr: Mevcut kilonu koruyarak güçlenmek

# onboarding.activity.sedentary
source: Sedentary
fr: Sédentaire
id: Tidak Aktif
pt: Sedentário
tr: Hareketsiz

# onboarding.activity.sedentary.desc
source: Desk job, little movement
fr: Travail de bureau, peu de mouvement
id: Kerja meja, sedikit bergerak
pt: Trabalho de mesa, pouco movimento
tr: Masa başı iş, az hareket

# onboarding.activity.light
source: Lightly Active
fr: Légèrement Actif
id: Sedikit Aktif
pt: Levemente Ativo
tr: Hafif Aktif

# onboarding.activity.light.desc
source: 1-2 workouts per week
fr: 1-2 entraînements par semaine
id: 1-2 latihan per minggu
pt: 1-2 treinos por semana
tr: Haftada 1-2 antrenman

# onboarding.activity.moderate
source: Moderately Active
fr: Modérément Actif
id: Cukup Aktif
pt: Moderadamente Ativo
tr: Orta Aktif

# onboarding.activity.moderate.desc
source: 3-4 workouts per week
fr: 3-4 entraînements par semaine
id: 3-4 latihan per minggu
pt: 3-4 treinos por semana
tr: Haftada 3-4 antrenman

# onboarding.activity.active
source: Active
fr: Actif
id: Aktif
pt: Ativo
tr: Aktif

# onboarding.activity.active.desc
source: 5-6 workouts per week
fr: 5-6 entraînements par semaine
id: 5-6 latihan per minggu
pt: 5-6 treinos por semana
tr: Haftada 5-6 antrenman

# onboarding.activity.veryActive
source: Very Active
fr: Très Actif
id: Sangat Aktif
pt: Muito Ativo
tr: Çok Aktif

# onboarding.activity.veryActive.desc
source: Daily workouts, physical job
fr: Entraînements quotidiens, travail physique
id: Latihan harian, kerja fisik
pt: Treinos diários, trabalho físico
tr: Günlük antrenman, fiziksel iş

# onboarding.notifications.title
source: Stay Motivated
fr: Restez Motivé
id: Tetap Termotivasi
pt: Mantenha-se Motivado
tr: Motivasyonda Kal

# onboarding.notifications.subtitle
source: Get personalized reminders to help you reach your fitness goals
fr: Recevez des rappels personnalisés pour atteindre vos objectifs fitness
id: Dapatkan pengingat personal untuk membantu mencapai target fitness
pt: Receba lembretes personalizados para ajudar você a alcançar suas metas fitness
tr: Fitness hedeflerine ulaşmana yardımcı olacak kişisel hatırlatmalar al

# onboarding.notifications.enable
source: Enable Notifications
fr: Activer les Notifications
id: Aktifkan Notifikasi
pt: Habilitar Notificações
tr: Bildirimleri Etkinleştir

# onboarding.notifications.skip
source: Not now
fr: Pas maintenant
id: Nanti saja
pt: Não agora
tr: Şimdi değil

# onboarding.notifications.workout_reminders
source: Smart workout reminders
fr: Rappels d'entraînement intelligents
id: Pengingat latihan pintar
pt: Lembretes inteligentes de treino
tr: Akıllı antrenman hatırlatmaları

# onboarding.notifications.achievement_alerts
source: Achievement celebrations
fr: Célébrations de réussites
id: Perayaan pencapaian
pt: Celebrações de conquistas
tr: Başarı kutlamaları

# onboarding.notifications.goal_tracking
source: Goal progress updates
fr: Mises à jour du progrès d'objectifs
id: Update progress target
pt: Atualizações de progresso das metas
tr: Hedef ilerleme güncellemeleri

# onboarding.measurements.title
source: Body Measurements
fr: Mesures Corporelles
id: Pengukuran Tubuh
pt: Medidas Corporais
tr: Vücut Ölçümleri

# onboarding.measurements.subtitle
source: Optional measurements for more accurate analysis
fr: Mesures optionnelles pour une analyse plus précise
id: Pengukuran opsional untuk analisis yang lebih akurat
pt: Medidas opcionais para análise mais precisa
tr: Daha doğru analiz için opsiyonel ölçümler

# onboarding.measurements.navyMethod
source: Navy Method
id: Metode Navy
pt: Método Navy
tr: Donanma Yöntemi

# onboarding.measurements.navyMethod.desc
source: With these measurements we can calculate your body fat percentage. You can skip this and add them later from Profile.
fr: Avec ces mesures, nous pouvons calculer votre pourcentage de graisse corporelle. Vous pouvez ignorer ceci et les ajouter plus tard depuis le Profil.
id: Dengan pengukuran ini kami bisa menghitung persentase lemak tubuh Anda. Anda bisa skip dan tambahkan nanti dari Profil.
pt: Com essas medidas podemos calcular sua porcentagem de gordura corporal. Você pode pular isso e adicioná-las depois do Perfil.
tr: Bu ölçümlerle vücut yağ oranını hesaplayabiliriz. İstersen atlayıp daha sonra Profil'den ekleyebilirsin.

# onboarding.measurements.neck
source: Neck Circumference (Below Adam's apple)
fr: Tour de Cou (Sous la pomme d'Adam)
id: Lingkar Leher (Di bawah jakun)
pt: Circunferência do Pescoço (Abaixo do pomo de adão)
tr: Boyun Çevresi (Âdem elmasının altından)

# onboarding.measurements.waist.male
source: Waist Circumference (At navel level)
fr: Tour de Taille (Au niveau du nombril)
id: Lingkar Pinggang (Pada level pusar)
pt: Circunferência da Cintura (Na altura do umbigo)
tr: Bel Çevresi (Göbek hizasında)

# onboarding.measurements.waist.female
source: Waist Circumference (At narrowest point)
id: Lingkar Pinggang (Pada titik tersempit)
pt: Circunferência da Cintura (No ponto mais estreito)
tr: Bel Çevresi (En dar yerden)

# onboarding.measurements.hip
source: Hip Circumference (At widest point)
id: Lingkar Pinggul (Pada titik terlebar)
pt: Circunferência do Quadril (No ponto mais largo)
tr: Kalça Çevresi (En geniş yerden)

# onboarding.measurements.bodyFat.title
source: Calculated Body Fat %
fr: % de Graisse Corporelle Calculé
id: Lemak Tubuh Terhitung %
pt: Gordura Corporal Calculada %
tr: Hesaplanan Vücut Yağ %

# onboarding.measurements.bodyFat.navy
source: Navy Method:
id: Metode Navy:
pt: Método Navy:
tr: Donanma Yöntemi:

# onboarding.measurements.optional.info
source: These measurements are completely optional
id: Pengukuran ini sepenuhnya opsional
pt: Essas medidas são completamente opcionais
tr: Bu ölçümler tamamen opsiyonel

# onboarding.measurements.optional.desc
source: You can skip and add them later from Profile settings.
fr: Vous pouvez ignorer et les ajouter plus tard depuis les paramètres du Profil.
id: Anda bisa skip dan tambahkan nanti dari pengaturan Profil.
pt: Você pode pular e adicioná-las depois das configurações do Perfil.
tr: Atlayıp daha sonra Profil ayarlarından da ekleyebilirsin.

# onboarding.measurements.skip
source: Skip This Step
id: Lewati Langkah Ini
pt: Pular Esta Etapa
tr: Bu Adımı Atla

# onboarding.measurements.optional
source: Optional
id: Opsional
pt: Opcional
tr: Opsiyonel

# onboarding.measurements.navyMethod.title
source: Navy Method
id: Metode Navy
pt: Método Navy
tr: Donanma Yöntemi

# onboarding.measurements.neck.label
source: Neck Circumference (Below Adam's apple)
id: Lingkar Leher (Di bawah jakun)
pt: Circunferência do Pescoço (Abaixo do pomo de adão)
tr: Boyun Çevresi (Âdem elmasının altından)

# onboarding.measurements.waist.male.label
source: Waist Circumference (At navel level)
id: Lingkar Pinggang (Pada level pusar)
pt: Circunferência da Cintura (Na altura do umbigo)
tr: Bel Çevresi (Göbek hizasında)

# onboarding.measurements.waist.female.label
source: Waist Circumference (At narrowest point)
id: Lingkar Pinggang (Pada titik tersempit)
pt: Circunferência da Cintura (No ponto mais estreito)
tr: Bel Çevresi (En dar yerden)

# onboarding.measurements.hip.label
source: Hip Circumference (At widest point)
id: Lingkar Pinggul (Pada titik terlebar)
pt: Circunferência do Quadril (No ponto mais largo)
tr: Kalça Çevresi (En geniş yerden)

# onboarding.measurements.skipStep
source: Skip This Step
id: Lewati Langkah Ini
pt: Pular Esta Etapa
tr: Bu Adımı Atla

# onboarding.summary.title
source: Your Plan is Ready! 🎉
id: Rencana Anda Siap! 🎉
pt: Seu Plano Está Pronto! 🎉
tr: Planın Hazır! 🎉

# onboarding.summary.subtitle
source: Values calculated based on your information
id: Nilai dihitung berdasarkan informasi Anda
pt: Valores calculados com base em suas informações
tr: Bilgilerine göre hesapladığımız değerler

# onboarding.summary.profile
source: Profile Summary
fr: Résumé du Profil
id: Ringkasan Profil
pt: Resumo do Perfil
tr: Profil Özeti

# onboarding.summary.goals
source: Goals
fr: Objectifs
id: Target
pt: Metas
tr: Hedefler

# onboarding.summary.calculatedValues
source: Calculated Values
fr: Valeurs Calculées
id: Nilai Terhitung
pt: Valores Calculados
tr: Hesaplanan Değerler

# onboarding.summary.macroGoals
source: Macro Goals
fr: Objectifs Macros
id: Target Makro
pt: Metas de Macros
tr: Makro Hedefleri

# onboarding.summary.info.title
source: Info
pt: Informações
tr: Bilgi

# onboarding.summary.info.withNavy
source: Since your body fat percentage was calculated using the Navy Method, the more accurate Katch-McArdle formula was used. You can change this anytime from profile settings.
fr: Puisque votre pourcentage de graisse corporelle a été calculé avec la Méthode Navy, la formule plus précise Katch-McArdle a été utilisée. Vous pouvez changer ceci à tout moment depuis les paramètres de profil.
id: Karena persentase lemak tubuh Anda dihitung menggunakan Metode Navy, formula Katch-McArdle yang lebih akurat digunakan. Anda bisa mengubah ini kapan saja dari pengaturan profil.
pt: Como sua porcentagem de gordura corporal foi calculada usando o Método Navy, a fórmula Katch-McArdle mais precisa foi usada. Você pode alterar isso a qualquer momento nas configurações do perfil.
tr: Vücut yağ oranın Donanma Yöntemi ile hesaplandığı için daha doğru Katch-McArdle formülü kullanıldı. İstediğin zaman profil ayarlarından değiştirebilirsin.

# onboarding.summary.info.withoutNavy
source: Since body measurements weren't provided, the Mifflin-St Jeor formula was used. For more accurate calculations, you can add your measurements from profile settings.
fr: Puisque les mesures corporelles n'ont pas été fournies, la formule Mifflin-St Jeor a été utilisée. Pour des calculs plus précis, vous pouvez ajouter vos mesures depuis les paramètres de profil.
id: Karena pengukuran tubuh tidak diberikan, formula Mifflin-St Jeor digunakan. Untuk kalkulasi yang lebih akurat, Anda bisa menambahkan pengukuran dari pengaturan profil.
pt: Como as medidas corporais não foram fornecidas, a fórmula Mifflin-St Jeor foi usada. Para cálculos mais precisos, você pode adicionar suas medidas nas configurações do perfil.
tr: Vücut ölçümleri olmadığı için Mifflin-St Jeor formülü kullanıldı. Daha doğru hesaplama için profil ayarlarından ölçümlerini ekleyebilirsin.

# onboarding.summary.startApp
source: Start App
fr: Démarrer l'App
id: Mulai Aplikasi
pt: Iniciar App
tr: Uygulamayı Başlat

# onboarding.preferences.title
source: Choose Your Preferences
fr: Choisissez Vos Préférences
id: Pilih Preferensi Anda
pt: Escolha Suas Preferências
tr: Tercihlerini Seç

# onboarding.preferences.language
source: Language
fr: Langue
id: Bahasa
pt: Idioma
tr: Dil

# onboarding.preferences.theme
source: Theme
fr: Thème
id: Tema
pt: Tema
tr: Tema

# onboarding.summary.label.name
source: Name
fr: Nom
id: Nama
pt: Nome
tr: İsim

# onboarding.summary.label.age
source: Age
fr: Âge
id: Umur
pt: Idade
tr: Yaş

# onboarding.summary.label.gender
source: Gender
fr: Genre
id: Jenis Kelamin
pt: Gênero
tr: Cinsiyet

# onboarding.summary.label.height
source: Height
fr: Taille
id: Tinggi
pt: Altura
tr: Boy

# onboarding.summary.label.weight
source: Weight
fr: Poids
id: Berat
pt: Peso
tr: Kilo

# onboarding.summary.label.targetWeight
source: Target Weight
fr: Poids Cible
id: Target Berat
pt: Peso Alvo
tr: Hedef Kilo

# onboarding.summary.label.mainGoal
source: Main Goal
fr: Objectif Principal
id: Target Utama
pt: Meta Principal
tr: Ana Hedef

# onboarding.summary.label.activity
source: Activity
fr: Activité
id: Aktivitas
pt: Atividade
tr: Aktivite

# onboarding.summary.label.lbm
source: Lean Body Mass (LBM)
fr: Masse Corporelle Maigre (MCM)
id: Massa Tubuh Tanpa Lemak (LBM)
pt: Massa Magra (LBM)
tr: Yağsız Kütle (LBM)

# onboarding.summary.label.bodyFat
source: Body Fat % (Navy)
fr: Graisse Corporelle % (Navy)
id: Lemak Tubuh % (Navy)
pt: Gordura Corporal % (Navy)
tr: Vücut Yağ % (Navy)

# onboarding.summary.label.tdee
source: TDEE (Daily Expenditure)
fr: TDEE (Dépense Quotidienne)
id: TDEE (Pengeluaran Harian)
pt: TDEE (Gasto Diário)
tr: TDEE (Günlük Harcama)

# onboarding.summary.label.dailyCalorie
source: Daily Calorie Goal
fr: Objectif calorique quotidien
id: Target Kalori Harian
pt: Meta Calórica Diária
tr: Günlük Hedef Kalori

# onboarding.summary.label.carbs
source: Carbs
fr: Glucides
id: Karbo
pt: Carboidratos
tr: Karbonhidrat

# onboarding.summary.label.fat
source: Fat
fr: Lipides
id: Lemak
pt: Gordura
tr: Yağ

# onboarding.summary.age_format
source: %d years
pt: %d anos
tr: %d yaş

# dashboard.welcome
source: Hello, %@!
fr: Bonjour, %@ !
id: Halo, %@!
pt: Olá, %@!
tr: Merhaba, %@!

# dashboard.howFeeling
source: How are you feeling today?
fr: Comment vous sentez-vous aujourd'hui ?
id: Bagaimana perasaan Anda hari ini?
pt: Como você está se sentindo hoje?
tr: Bugün nasıl hissediyorsun?

# dashboard.greeting.goodMorning
source: Good morning
fr: Bonjour
id: Selamat pagi
pt: Bom dia
tr: Günaydın

# dashboard.greeting.goodAfternoon
source: G'day
fr: Bon après-midi
id: Selamat siang
pt: Boa tarde
tr: Tünaydın

# dashboard.greeting.goodEvening
source: Good evening
fr: Bonsoir
id: Selamat sore
pt: Boa noite
tr: İyi akşamlar

# dashboard.greeting.goodNight
source: Good night
fr: Bonne nuit
id: Selamat malam
pt: Boa noite
tr: İyi geceler

# dashboard.recentWorkouts
source: Recent Workouts
fr: Entraînements Récents
id: Latihan Terbaru
pt: Treinos Recentes
tr: Son Antrenmanlar

# dashboard.thisWeek
source: This Week
fr: Cette Semaine
id: Minggu Ini
pt: Esta Semana
tr: Bu Hafta

# dashboard.seeAll
source: See All
fr: Tout Voir
id: Lihat Semua
pt: Ver Tudo
tr: Tümünü Gör

# dashboard.stats.today
source: Today
id: Hari Ini
pt: Hoje
tr: Bugün

# dashboard.stats.steps
source: steps
fr: pas
id: langkah
pt: passos
tr: adım

# dashboard.stats.calories
source: Calories
id: Kalori
pt: Calorias
tr: Kalori

# dashboard.stats.consumed
source: Consumed
fr: Consommé
id: Dikonsumsi
pt: Consumidas
tr: Alınan

# dashboard.stats.weight
source: Weight
fr: Poids
id: Berat
pt: Peso
tr: Kilo

# dashboard.stats.lastMeasurement
source: last measurement
fr: dernière mesure
id: pengukuran terakhir
pt: última medição
tr: son ölçüm

# dashboard.actions.startWorkout
source: Start Workout
fr: Démarrer Entraînement
id: Mulai Latihan
pt: Iniciar Treino
tr: Antrenman Başlat

# dashboard.actions.startWorkout.desc
source: Create a new workout and track your exercises
fr: Créez un nouvel entraînement et suivez vos exercices
id: Buat latihan baru dan tracking latihan Anda
pt: Criar um novo treino e acompanhar seus exercícios
tr: Yeni antrenman oluştur ve egzersizlerini takip et

# dashboard.actions.logWeight
source: Log Weight
fr: Enregistrer Poids
id: Catat Berat
pt: Registrar Peso
tr: Kilo Gir

# dashboard.actions.logWeight.desc
source: Record your current weight and track progress
fr: Enregistrez votre poids actuel et suivez les progrès
id: Catat berat saat ini dan tracking progress
pt: Registre seu peso atual e acompanhe o progresso
tr: Güncel kilonu kaydet ve ilerlemeyi takip et

# dashboard.actions.nutrition
source: Nutrition Tracking
fr: Suivi nutritionnel
id: Tracking Nutrisi
pt: Acompanhamento Nutricional
tr: Beslenme Takibi

# dashboard.actions.nutrition.desc
source: Log daily calories and macronutrients
fr: Enregistrez calories et macronutriments quotidiens
id: Catat kalori harian dan makronutrien
pt: Registre calorias diárias e macronutrientes
tr: Günlük kalori ve makro besinlerini kaydet

# dashboard.noWorkouts.title
source: No workouts yet
fr: Aucun entraînement encore
id: Belum ada latihan
pt: Nenhum treino ainda
tr: Henüz antrenman yok

# dashboard.noWorkouts.subtitle
source: Tap the button above to start your first workout!
fr: Appuyez sur le bouton ci-dessus pour démarrer votre premier entraînement !
id: Ketuk tombol di atas untuk mulai latihan pertama!
pt: Toque no botão acima para iniciar seu primeiro treino!
tr: İlk antrenmanını başlatmak için yukarıdaki butona tıkla!

# dashboard.weekly.workoutCount
source: Workout Count
fr: Nombre d'Entraînements
id: Jumlah Latihan
pt: Contagem de Treinos
tr: Antrenman Sayısı

# dashboard.weekly.totalVolume
source: Total Volume
fr: Volume Total
pt: Volume Total
tr: Toplam Hacim

# dashboard.weekly.totalTime
source: Total Time
fr: Temps Total
id: Total Waktu
pt: Tempo Total
tr: Toplam Süre

# dashboard.workout.defaultName
source: Workout
fr: Entraînement
id: Latihan
pt: Treino
tr: Antrenman

# dashboard.workout.duration
source: Duration
fr: Durée
id: Durasi
pt: Duração
tr: Süre

# dashboard.workout.volume
source: Volume
tr: Hacim

# dashboard.weightEntry.title
source: Enter Current Weight
fr: Entrer Poids Actuel
id: Masukkan Berat Saat Ini
pt: Digite o Peso Atual
tr: Güncel Kilonu Gir

# dashboard.weightEntry.label
source: Weight (kg)
fr: Poids (kg)
id: Berat (kg)
pt: Peso (kg)
tr: Kilo (kg)

# dashboard.weightEntry.placeholder
source: e.g., 70.5
fr: ex. 70,5
id: mis., 70.5
pt: ex., 70,5
tr: Örn: 70.5

# dashboard.weightEntry.save
source: Save
fr: Enregistrer
id: Simpan
pt: Salvar
tr: Kaydet

# dashboard.weightEntry.cancel
source: Cancel
fr: Annuler
id: Batal
pt: Cancelar
tr: İptal

# dashboard.time.hours
source: h
id: j
tr: sa

# dashboard.time.minutes
source: min
id: mnt
tr: dk

# dashboard.healthkit.infoTitle
source: HealthKit Info
id: Info HealthKit
pt: Informações do HealthKit
tr: HealthKit Bilgisi

# dashboard.healthkit.stepsInfoMessage
source: Step goals are pulled from the Health app. To change the goal, use the Health app.
fr: Les objectifs de pas proviennent de l'app Santé. Pour modifier l'objectif, utilisez l'app Santé.
id: Target langkah diambil dari aplikasi Health. Untuk mengubah target, gunakan aplikasi Health.
pt: Metas de passos são obtidas do app Saúde. Para alterar a meta, use o app Saúde.
tr: Adım hedefleri Sağlık uygulamasından alınır. Hedefi değiştirmek için Sağlık uygulamasını kullanın.

# dashboard.healthkit.caloriesInfoMessage
source: Active calorie goals are pulled from the Health app. To change the goal, use the Health app.
fr: Les objectifs de calories actives proviennent de l'app Santé. Pour modifier l'objectif, utilisez l'app Santé.
id: Target kalori aktif diambil dari aplikasi Health. Untuk mengubah target, gunakan aplikasi Health.
pt: Metas de calorias ativas são obtidas do app Saúde. Para alterar a meta, use o app Saúde.
tr: Aktif kalori hedefleri Sağlık uygulamasından alınır. Hedefi değiştirmek için Sağlık uygulamasını kullanın.

# dashboard.healthPermission.message
source: Allow access to display health data.
fr: Autorisez l'accès pour afficher les données de santé.
id: Izinkan akses untuk menampilkan data kesehatan.
pt: Permitir acesso para exibir dados de saúde.
tr: Sağlık verilerini göstermek için izin ver.

# dashboard.healthPermission.allow
source: Allow
fr: Autoriser
id: Izinkan
pt: Permitir
tr: İzin Ver

# dashboard.quickStatus.weeklyVolume
source: weekly volume
fr: volume hebdomadaire
id: volume mingguan
pt: volume semanal
tr: haftalık hacim

# dashboard.quickStatus.weeklyDistance
source: weekly distance
fr: distance hebdomadaire
id: jarak mingguan
pt: distância semanal
tr: haftalık mesafe

# dashboard.quickStatus.dailyCalories
source: daily calories
fr: calories quotidiennes
id: kalori harian
pt: calorias diárias
tr: günlük kalori

# dashboard.quickStatus.todayVolume
source: today's volume
fr: volume d'aujourd'hui
id: volume hari ini
pt: volume de hoje
tr: bugünkü hacim

# dashboard.quickStatus.todayDistance
source: today's distance
fr: distance d'aujourd'hui
id: jarak hari ini
pt: distância de hoje
tr: bugünkü mesafe

# dashboard.quickStatus.todayCalories
source: today's calories
fr: calories d'aujourd'hui
id: kalori hari ini
pt: calorias de hoje
tr: bugünkü kalori

# dashboard.quickStatus.weeklyAverage
source: weekly average
fr: moyenne hebdomadaire
id: rata-rata mingguan
pt: média semanal
tr: haftalık ortalama

# dashboard.quickStatus.monthlyAverage
source: monthly average
fr: moyenne mensuelle
id: rata-rata bulanan
pt: média mensal
tr: aylık ortalama

# time.now
source: now
fr: maintenant
id: sekarang
pt: agora
tr: şimdi

# time.minutes_ago
source: min ago
fr: il y a %d min
id: %d mnt lalu
pt: %d min atrás
tr: %d dk önce

# time.hours_ago
source: hours ago
fr: il y a %d h
id: %d jam lalu
pt: %d hrs atrás
tr: %d saat önce

# time.yesterday
source: yesterday
fr: hier %@
id: kemarin %@
pt: ontem %@
tr: dün %@

# time.hours_short
source: h
id: j
tr: s

# time.minutes_short
source: MM
fr: min
id: mnt
pt: min
tr: dk

# dashboard.activities.title
source: Recent Activities
fr: Activités Récentes
id: Aktivitas Terbaru
pt: Atividades Recentes
tr: Son Aktiviteler

# dashboard.activities.seeAll
source: See All
fr: Tout Voir
id: Lihat Semua
pt: Ver Tudo
tr: Tümünü Gör

# dashboard.activities.empty
source: No activities yet
fr: Aucune activité encore
id: Belum ada aktivitas
pt: Nenhuma atividade ainda
tr: Henüz aktivite yok

# dashboard.activities.empty.desc
source: Start your first workout or log nutrition
fr: Démarrez votre premier entraînement ou enregistrez nutrition
id: Mulai latihan pertama atau catat nutrisi
pt: Inicie seu primeiro treino ou registre nutrição
tr: İlk antrenmanını başlat veya beslenme kaydı yap

# dashboard.activities.today
source: Today
id: Hari Ini
pt: Hoje
tr: Bugün

# dashboard.activities.yesterday
source: Yesterday
fr: Hier
id: Kemarin
pt: Ontem
tr: Dün

# dashboard.activities.thisWeek
source: This Week
fr: Cette Semaine
id: Minggu Ini
pt: Esta Semana
tr: Bu Hafta

# dashboard.general.streakLabel
source: Streak
fr: Série
pt: Sequência
tr: Seri

# dashboard.activities.workoutCompleted
source: Workout completed
fr: Entraînement terminé
id: Latihan selesai
pt: Treino concluído
tr: Antrenman tamamlandı

# dashboard.activities.cardioCompleted
source: Cardio completed
fr: Cardio terminé
id: Cardio selesai
pt: Cardio concluído
tr: Cardio tamamlandı

# dashboard.activities.wodCompleted
source: WOD completed
fr: WOD terminé
id: WOD selesai
pt: WOD concluído
tr: WOD tamamlandı

# dashboard.activities.nutritionLogged
source: logged
fr: enregistré
id: dicatat
pt: registrado
tr: kaydedildi

# dashboard.activities.measurementUpdated
source: updated
fr: mis à jour
id: diupdate
pt: atualizado
tr: güncellendi

# dashboard.activities.goalCompleted
source: completed
fr: terminé
id: selesai
pt: concluído
tr: tamamlandı

# dashboard.activities.personalRecord
source: Personal record!
fr: Record personnel !
id: Rekor personal!
pt: Recorde pessoal!
tr: Kişisel rekor!

# dashboard.activities.programStarted
source: New program started
fr: Nouveau programme démarré
id: Program baru dimulai
pt: Novo programa iniciado
tr: Yeni program başlatıldı

# dashboard.activities.settingsUpdated
source: updated
fr: mis à jour
id: diupdate
pt: atualizado
tr: güncellendi

# training.active
source: Active
fr: Actif
id: Aktif
pt: Ativo
tr: Aktif

# training.templates
source: Templates
fr: Modèles
id: Template
pt: Modelos
tr: Şablonlar
