Repository: burakkho/thrustr
Catalog: Resources/*.lproj/Localizable.strings
Languages: fr, id, pt, tr

# training.rest.close
source: Close
fr: Fermer
id: Tutup
pt: Fechar
tr: Kapat

# training.rest.remaining
source: remaining
fr: restantes
id: tersisa
pt: restante
tr: kalan süre

# training.rest.reset
source: Reset
fr: Réinitialiser
pt: Resetar
tr: Sıfırla

# training.rest.start
source: Start
fr: Démarrer
id: Mulai
pt: Iniciar
tr: Başlat

# training.rest.pause
source: Pause
id: Jeda
pt: Pausar
tr: Duraklat

# training.rest.skip
source: Skip
fr: Passer
id: Lewati
pt: Pular
tr: Geç

# training.rest.preset.title
source: Rest Duration
fr: Durée de Repos
id: Durasi Istirahat
pt: Duração do Descanso
tr: Dinlenme Süresi

# training.rest.preset.subtitle
source: Choose appropriate rest time for your exercise type
fr: Choisissez un temps de repos approprié pour votre type d'exercice
id: Pilih waktu istirahat yang sesuai untuk tipe latihan Anda
pt: Escolha o tempo de descanso apropriado para seu tipo de exercício
tr: Egzersiz türüne göre uygun dinlenme süresini seç

# training.rest.preset.cancel
source: Cancel
fr: Annuler
id: Batal
pt: Cancelar
tr: İptal

# training.rest.preset.short
source: Short Rest
fr: Repos Court
id: Istirahat Pendek
pt: Descanso Curto
tr: Kısa Dinlenme

# training.rest.preset.short.desc
source: For light exercises
fr: Pour exercices légers
id: Untuk latihan ringan
pt: Para exercícios leves
tr: Hafif egzersizler için

# training.rest.preset.medium
source: Medium Rest
fr: Repos Moyen
id: Istirahat Sedang
pt: Descanso Médio
tr: Orta Dinlenme

# training.rest.preset.medium.desc
source: For moderate weight exercises
fr: Pour exercices poids modéré
id: Untuk latihan beban sedang
pt: Para exercícios de peso moderado
tr: Orta ağırlık egzersizleri

# training.rest.preset.long
source: Long Rest
fr: Repos Long
id: Istirahat Panjang
pt: Descanso Longo
tr: Uzun Dinlenme

# training.rest.preset.long.desc
source: For heavy compound movements
fr: Pour mouvements composés lourds
id: Untuk gerakan compound berat
pt: Para movimentos compostos pesados
tr: Ağır compound hareketler

# training.rest.preset.power
source: Power Rest
fr: Repos Puissance
id: Istirahat Power
pt: Descanso de Potência
tr: Güç Dinlenmesi

# training.rest.preset.power.desc
source: For 1RM and maximal sets
fr: Pour 1RM et séries maximales
id: Untuk 1RM dan set maksimal
pt: Para 1RM e séries máximas
tr: 1RM ve maksimal setler

# training.rest.preset.custom
source: Custom
fr: Personnalisé
id: Kustom
pt: Personalizado
tr: Özel

# training.rest.preset.custom.desc
source: Set manual duration
fr: Définir durée manuelle
id: Set durasi manual
pt: Definir duração manual
tr: Manuel süre ayarla

# training.rest.custom.title
source: Custom Rest Duration
fr: Durée Repos Personnalisée
id: Durasi Istirahat Kustom
pt: Duração de Descanso Personalizada
tr: Özel Dinlenme Süresi

# training.rest.custom.label
source: Duration:
fr: Durée :
id: Durasi:
pt: Duração:
tr: Süre:

# training.rest.custom.minutes
source: %d minutes
id: %d menit
pt: %d minutos
tr: %d dakika

# training.rest.custom.set
source: Set Duration
fr: Définir Durée
id: Set Durasi
pt: Definir Duração
tr: Süreyi Ayarla

# training.rest.custom.cancel
source: Cancel
fr: Annuler
id: Batal
pt: Cancelar
tr: İptal

# training.time.hours
source: h
id: j
tr: sa

# training.time.minutes
source: m
tr: dk

# training.time.seconds
source: s
id: d
tr: sn

# training.exercise.moreSets
source: ... and %d more sets
fr: ... et %d séries de plus
id: ... dan %d set lagi
pt: ... e mais %d séries
tr: ... ve %d set daha

# training.exercise.noSets
source: No sets
fr: Aucune série
id: Tidak ada set
pt: Nenhuma série
tr: Set yok

# training.exercise.sets
source: sets
fr: séries
id: set
pt: séries
tr: set

# nutrition.dailySummary.title
source: Today's Meals
fr: Repas d'aujourd'hui
id: Makanan Hari Ini
pt: Refeições de Hoje
tr: Bugün Yediklerim

# nutrition.dailySummary.total
source: Total:
tr: Toplam:

# nutrition.dailySummary.carbs
source: Carbs
fr: Glucides
id: Karbo
pt: Carboidratos
tr: Karbonhidrat

# nutrition.dailySummary.fat
source: Fat
fr: Lipides
id: Lemak
pt: Gordura
tr: Yağ

# nutrition.dailyGoals.title
source: Daily Goals
fr: Objectifs journaliers
id: Target Harian
pt: Metas Diárias
tr: Günlük Hedefler

# nutrition.dailyGoals.per100g
source: per 100g
fr: pour 100g
pt: por 100g
tr: 100g başına

# nutrition.dailyGoals.achievementMessage
source: Great! You're approaching your goal! 🎉
fr: Parfait ! Vous vous approchez de votre objectif ! 🎉
id: Bagus! Anda mendekati target! 🎉
pt: Ótimo! Você está se aproximando da sua meta! 🎉
tr: Harika! Hedefe yaklaşıyorsun! 🎉

# nutrition.foodSelection.title
source: Select Food
fr: Sélectionner aliment
id: Pilih Makanan
pt: Selecionar Alimento
tr: Yiyecek Seç

# nutrition.foodSelection.searchPlaceholder
source: Search foods...
fr: Rechercher aliments...
id: Cari makanan...
pt: Pesquisar alimentos...
tr: Yiyecek ara...

# nutrition.foodSelection.clear
source: Clear
fr: Effacer
id: Hapus
pt: Limpar
tr: Temizle

# nutrition.foodSelection.all
source: All
fr: Tous
id: Semua
pt: Todos
tr: Tümü

# nutrition.foodSelection.cancel
source: Cancel
fr: Annuler
id: Batal
pt: Cancelar
tr: İptal

# nutrition.foodSelection.addNew
source: Add New
fr: Ajouter nouveau
id: Tambah Baru
pt: Adicionar Novo
tr: Yeni Ekle

# nutrition.foodSelection.noResults
source: No foods found
fr: Aucun aliment trouvé
id: Tidak ada makanan ditemukan
pt: Nenhum alimento encontrado
tr: Yiyecek bulunamadı

# nutrition.foodSelection.noResultsForSearch
source: No results for '%@'
fr: Aucun résultat pour '%@'
id: Tidak ada hasil untuk '%@'
pt: Nenhum resultado para '%@'
tr: '%@' için sonuç yok

# nutrition.foodSelection.tryDifferentTerms
source: Try different search terms
fr: Essayez des termes de recherche différents
id: Coba kata kunci yang berbeda
pt: Tente termos de pesquisa diferentes
tr: Farklı arama terimlerini deneyin

# nutrition.scan.scanned
source: Product found
fr: Produit trouvé
id: Produk ditemukan
pt: Produto encontrado
tr: Ürün bulundu

# nutrition.scan.cached
source: Loaded from cache
fr: Chargé depuis le cache
id: Dimuat dari cache
pt: Carregado do cache
tr: Önbellekten yüklendi

# nutrition.scan.existing
source: Already in your foods
fr: Déjà dans vos aliments
id: Sudah ada di makanan Anda
pt: Já está em seus alimentos
tr: Zaten yiyeceklerinizde var

# nutrition.scan.notFound
source: Not found. You can add it manually
fr: Introuvable. Vous pouvez l'ajouter manuellement
id: Tidak ditemukan. Anda bisa tambahkan manual
pt: Não encontrado. Você pode adicioná-lo manualmente
tr: Bulunamadı. Manuel ekleyebilirsiniz

# nutrition.scan.networkError
source: Network error. Please try again
fr: Erreur réseau. Veuillez réessayer
id: Kesalahan jaringan. Silakan coba lagi
pt: Erro de rede. Tente novamente
tr: Ağ hatası. Lütfen tekrar deneyin

# nutrition.scan.rateLimited
source: Too many requests. Please wait
fr: Trop de requêtes. Veuillez patienter
id: Terlalu banyak permintaan. Harap tunggu
pt: Muitas solicitações. Aguarde
tr: Çok fazla istek. Lütfen bekleyin

# nutrition.mealEntry.title
source: Add to Meal
fr: Ajouter au repas
id: Tambah ke Makanan
pt: Adicionar à Refeição
tr: Öğün Ekle

# nutrition.mealEntry.addToMeal
source: Add to Meal
fr: Ajouter au repas
id: Tambah ke Makanan
pt: Adicionar à Refeição
tr: Öğüne Ekle

# nutrition.mealEntry.cancel
source: Cancel
fr: Annuler
id: Batal
pt: Cancelar
tr: İptal

# nutrition.mealEntry.portion
source: Portion (grams)
fr: Portion (grammes)
id: Porsi (gram)
pt: Porção (gramas)
tr: Porsiyon (gram)

# nutrition.mealEntry.portionGrams
source: Grams
fr: Grammes
id: Gram
pt: Gramas
tr: Gram

# nutrition.mealEntry.meal
source: Meal
fr: Repas
id: Makanan
pt: Refeição
tr: Öğün

# nutrition.mealEntry.total
source: Total: %d kcal
id: Total: %d kkal
tr: Toplam: %d kcal

# nutrition.mealEntry.per100gCalories
source: per 100g: %d kcal
fr: pour 100g : %d kcal
id: per 100g: %d kkal
pt: por 100g: %d kcal
tr: 100g başına: %d kcal

# nutrition.mealEntry.mealTypes.breakfast
source: Breakfast
fr: Petit-déjeuner
id: Sarapan
pt: Café da Manhã
tr: Kahvaltı

# nutrition.mealEntry.mealTypes.lunch
source: Lunch
fr: Déjeuner
id: Makan Siang
pt: Almoço
tr: Öğle

# nutrition.mealEntry.mealTypes.dinner
source: Dinner
fr: Dîner
id: Makan Malam
pt: Jantar
tr: Akşam

# nutrition.mealEntry.mealTypes.snack
source: Snack
fr: Collation
pt: Lanche
tr: Atıştırmalık

# nutrition.customFood.title
source: New Food
fr: Nouvel aliment
id: Makanan Baru
pt: Novo Alimento
tr: Yeni Yiyecek

# nutrition.customFood.newFood
source: Add New Food
fr: Ajouter nouvel aliment
id: Tambah Makanan Baru
pt: Adicionar Novo Alimento
tr: Yeni Yiyecek Ekle

# nutrition.customFood.addNewFood
source: Add Food
fr: Ajouter aliment
id: Tambah Makanan
pt: Adicionar Alimento
tr: Yiyecek Ekle

# nutrition.customFood.subtitle
source: For homemade meals or foods you can't find
fr: Pour les repas maison ou aliments introuvables
id: Untuk makanan rumahan atau makanan yang tidak bisa ditemukan
pt: Para refeições caseiras ou alimentos que você não consegue encontrar
tr: Evde yaptığınız yemekler veya bulamadığınız yiyecekler için

# nutrition.customFood.basicInfo
source: Basic Information
fr: Informations de base
id: Informasi Dasar
pt: Informações Básicas
tr: Temel Bilgiler

# nutrition.customFood.foodName
source: Food Name *
fr: Nom de l'aliment *
id: Nama Makanan *
pt: Nome do Alimento *
tr: Yiyecek Adı *

# nutrition.customFood.foodNameRequired
source: Food Name *
fr: Nom de l'aliment *
id: Nama Makanan *
pt: Nome do Alimento *
tr: Yiyecek Adı *

# nutrition.customFood.foodNamePlaceholder
source: e.g., Homemade Scrambled Eggs
fr: ex. Œufs brouillés maison
id: mis., Telur Orak-arik Rumahan
pt: ex., Ovos Mexidos Caseiros
tr: örn: Ev Yapımı Menemen

# nutrition.customFood.brand
source: Brand (Optional)
fr: Marque (optionnel)
id: Merek (Opsional)
pt: Marca (Opcional)
tr: Marka (Opsiyonel)

# nutrition.customFood.brandOptional
source: Brand (Optional)
fr: Marque (optionnel)
id: Merek (Opsional)
pt: Marca (Opcional)
tr: Marka (Opsiyonel)

# nutrition.customFood.brandPlaceholder
source: e.g., Homemade
fr: ex. Maison
id: mis., Rumahan
pt: ex., Caseiro
tr: örn: Ev Yapımı

# nutrition.customFood.category
source: Category
fr: Catégorie
id: Kategori
pt: Categoria
tr: Kategori

# nutrition.customFood.nutritionValues
source: Nutrition Values
fr: Valeurs nutritionnelles
id: Nilai Nutrisi
pt: Valores Nutricionais
tr: Besin Değerleri

# nutrition.customFood.per100g
source: per 100g
fr: pour 100g
pt: por 100g
tr: 100g başına

# nutrition.customFood.per100gImperial
source: Per 3.5oz (100g)
fr: Pour 3,5 oz (100g)
pt: Por 3,5oz (100g)
tr: 3.5oz başına (100g)

# nutrition.mealEntry.portionOz
source: Portion (oz)
id: Porsi (oz)
pt: Porção (oz)
tr: Porsiyon (oz)

# nutrition.test.addedSuccessfully
source: Test foods added successfully
fr: Aliments de test ajoutés avec succès
id: Makanan test berhasil ditambahkan
pt: Alimentos de teste adicionados com sucesso
tr: Test yiyecekleri başarıyla eklendi

# nutrition.test.clearedSuccessfully
source: All data cleared successfully
fr: Toutes les données effacées avec succès
id: Semua data berhasil dibersihkan
pt: Todos os dados limpos com sucesso
tr: Tüm veriler başarıyla temizlendi

# nutrition.customFood.caloriesRequired
source: Calories *
id: Kalori *
pt: Calorias *
tr: Kalori *

# nutrition.customFood.carbs
source: Carbs
fr: Glucides
id: Karbo
pt: Carboidratos
tr: Karbonhidrat

# nutrition.customFood.fat
source: Fat
fr: Lipides
id: Lemak
pt: Gordura
tr: Yağ

# nutrition.customFood.preview
source: Preview
fr: Aperçu
id: Pratinjau
pt: Visualizar
tr: Önizleme

# nutrition.customFood.addFood
source: Add Food
fr: Ajouter aliment
id: Tambah Makanan
pt: Adicionar Alimento
tr: Yiyecek Ekle

# nutrition.customFood.cancel
source: Cancel
fr: Annuler
id: Batal
pt: Cancelar
tr: İptal

# nutrition.customFood.error
source: Error
fr: Erreur
pt: Erro
tr: Hata

# nutrition.customFood.ok
source: OK
tr: Tamam

# nutrition.favorites.favorites
source: Favorites
fr: Favoris
id: Favorit
pt: Favoritos
tr: Favoriler

# nutrition.favorites.recent
source: Recently Used
fr: Utilisés récemment
id: Baru Digunakan
pt: Usados Recentemente
tr: Son Kullanılanlar

# nutrition.favorites.popular
source: Popular
fr: Populaires
id: Populer
pt: Populares
tr: Popüler

# nutrition.favorites.timesUsed
source: used %d times
fr: utilisé %d fois
id: digunakan %d kali
pt: usado %d vezes
tr: %d kez kullanıldı

# nutrition.favorites.emptyFavorites
source: No favorite foods yet
fr: Aucun aliment favori pour le moment
id: Belum ada makanan favorit
pt: Nenhum alimento favorito ainda
tr: Henüz favori yiyecek yok

# nutrition.favorites.emptyRecent
source: No recent foods yet As you add foods, they'll appear here
fr: Aucun aliment récent pour le moment En ajoutant des aliments, ils apparaîtront ici
id: Belum ada makanan terbaru Saat Anda menambah makanan, akan muncul di sini
pt: Nenhum alimento recente ainda Conforme você adiciona alimentos, eles aparecerão aqui
tr: Henüz son kullanılan yok Yiyecek ekledikçe burada görünecek

# nutrition.favorites.emptyFavoritesDesc
source: Tap the heart icon to add favorites
fr: Appuyez sur l'icône cœur pour ajouter des favoris
id: Tap ikon hati untuk tambah favorit
pt: Toque no ícone de coração para adicionar favoritos
tr: Favorilere eklemek için kalp ikonuna dokunun

# nutrition.common.addFood
source: Add Food
fr: Ajouter aliment
id: Tambah Makanan
pt: Adicionar Alimento
tr: Yiyecek Ekle

# nutrition.favorites.emptyRecentDesc
source: As you add foods, your recent items will appear here
fr: En ajoutant des aliments, vos articles récents apparaîtront ici
id: Saat Anda menambah makanan, item terbaru akan muncul di sini
pt: Conforme você adiciona alimentos, seus itens recentes aparecerão aqui
tr: Yiyecek ekledikçe, son kullandıklarınız burada görünecek

# nutrition.analytics.title
source: Weekly Analysis
fr: Analyse hebdomadaire
id: Analisis Mingguan
pt: Análise Semanal
tr: Haftalık Analiz

# nutrition.analytics.weeklyAnalysis
source: Weekly Analysis
fr: Analyse hebdomadaire
id: Analisis Mingguan
pt: Análise Semanal
tr: Haftalık Analiz

# nutrition.analytics.dailyCalories
source: Daily Calories
fr: Calories quotidiennes
id: Kalori Harian
pt: Calorias Diárias
tr: Günlük Kalori

# nutrition.analytics.weeklyAverage
source: Weekly Average
fr: Moyenne hebdomadaire
id: Rata-rata Mingguan
pt: Média Semanal
tr: Haftalık Ortalama

# nutrition.test.addTestFood
source: Add Test Food
fr: Ajouter aliment de test
id: Tambah Makanan Test
pt: Adicionar Alimento de Teste
tr: Test Yiyecek Ekle

# nutrition.test.clear
source: Clear
fr: Effacer
id: Hapus
pt: Limpar
tr: Temizle

# nutrition.units.grams
source: grams
fr: grammes
id: gram
pt: gramas
tr: gram

# nutrition.days.sunday
source: Sun
fr: Dim
id: Min
pt: Dom
tr: Paz

# nutrition.days.monday
source: Mon
fr: Lun
id: Sen
pt: Seg
tr: Pzt

# nutrition.days.tuesday
source: Tue
fr: Mar
id: Sel
pt: Ter
tr: Sal

# nutrition.days.wednesday
source: Wed
fr: Mer
id: Rab
pt: Qua
tr: Çar

# nutrition.days.thursday
source: Thu
fr: Jeu
id: Kam
pt: Qui
tr: Per

# nutrition.days.friday
source: Fri
fr: Ven
id: Jum
pt: Sex
tr: Cum

# nutrition.days.saturday
source: Sat
fr: Sam
id: Sab
pt: Sáb
tr: Cmt

# measurements.title
source: Measurements
fr: Mesures
id: Pengukuran
pt: Medidas
tr: Ölçümler

# measurements.body_measurements
source: Body Measurements
fr: Mesures Corporelles
id: Pengukuran Tubuh
pt: Medidas Corporais
tr: Vücut Ölçümleri

# measurements.add_measurement
source: Add Measurement
fr: Ajouter Mesure
id: Tambah Pengukuran
pt: Adicionar Medida
tr: Ölçüm Ekle

# measurements.edit_measurement
source: Edit Measurement
fr: Modifier Mesure
id: Edit Pengukuran
pt: Editar Medida
tr: Ölçümü Düzenle

# measurements.date
source: Date
id: Tanggal
pt: Data
tr: Tarih

# measurements.weight
source: Weight
fr: Poids
id: Berat
pt: Peso
tr: Kilo

# measurements.body_fat
source: Body Fat
fr: Graisse Corporelle
id: Lemak Tubuh
pt: Gordura Corporal
tr: Vücut Yağı

# measurements.neck
source: Neck
fr: Cou
id: Leher
pt: Pescoço
tr: Boyun

# measurements.waist
source: Waist
fr: Taille
id: Pinggang
pt: Cintura
tr: Bel

# measurements.hips
source: Hips
fr: Hanches
id: Pinggul
pt: Quadris
tr: Kalça

# measurements.notes
source: Notes
id: Catatan
pt: Observações
tr: Notlar

# measurements.save
source: Save
fr: Enregistrer
id: Simpan
pt: Salvar
tr: Kaydet

# measurements.cancel
source: Cancel
fr: Annuler
id: Batal
pt: Cancelar
tr: İptal

# measurements.delete
source: Delete
fr: Supprimer
id: Hapus
pt: Excluir
tr: Sil

# measurements.confirm_delete
source: Confirm Delete
fr: Confirmer Suppression
id: Konfirmasi Hapus
pt: Confirmar Exclusão
tr: Silmeyi Onayla

# measurements.delete_message
source: Are you sure you want to delete this measurement?
fr: Êtes-vous sûr de vouloir supprimer cette mesure ?
id: Apakah Anda yakin ingin menghapus pengukuran ini?
pt: Tem certeza de que deseja excluir esta medida?
tr: Bu ölçümü silmek istediğinizden emin misiniz?

# measurements.no_measurements
source: No measurements yet
fr: Aucune mesure encore
id: Belum ada pengukuran
pt: Nenhuma medida ainda
tr: Henüz ölçüm yok

# measurements.add_first_measurement
source: Add your first measurement
fr: Ajoutez votre première mesure
id: Tambahkan pengukuran pertama Anda
pt: Adicione sua primeira medida
tr: İlk ölçümünüzü ekleyin

# analytics.progress_analytics
source: Progress Analytics
fr: Analyses de Progrès
id: Analitik Progress
pt: Análises de Progresso
tr: İlerleme Analitikleri

# analytics.goals
source: Goals
fr: Objectifs
id: Target
pt: Metas
tr: Hedefler

# analytics.achievements
source: Achievements
fr: Réalisations
id: Pencapaian
pt: Conquistas
tr: Başarılar

# analytics.weekly_progress
source: Weekly Progress
fr: Progrès Hebdomadaire
id: Progress Mingguan
pt: Progresso Semanal
tr: Haftalık İlerleme

# analytics.body_composition
source: Body Composition
fr: Composition Corporelle
id: Komposisi Tubuh
pt: Composição Corporal
tr: Vücut Kompozisyonu

# analytics.performance_metrics
source: Performance Metrics
fr: Métriques de Performance
id: Metrik Performa
pt: Métricas de Desempenho
tr: Performans Metrikleri

# analytics.no_data
source: No data
fr: Aucune donnée
id: Tidak ada data
pt: Nenhum dado
tr: Veri yok

# analytics.add_data_to_see_analytics
source: Add data to see analytics
fr: Ajoutez des données pour voir les analyses
id: Tambahkan data untuk melihat analitik
pt: Adicione dados para ver análises
tr: Analitikleri görmek için veri ekleyin

# analytics.current_goals
source: Current Goals
fr: Objectifs Actuels
id: Target Saat Ini
pt: Metas Atuais
tr: Mevcut Hedefler

# analytics.goal_progress
source: Goal Progress
fr: Progrès d'Objectifs
id: Progress Target
pt: Progresso da Meta
tr: Hedef İlerlemesi

# analytics.weight_goal
source: Weight Goal
fr: Objectif de Poids
id: Target Berat
pt: Meta de Peso
tr: Kilo Hedefi

# analytics.fitness_goal
source: Fitness Goal
fr: Objectif Fitness
id: Target Fitness
pt: Meta Fitness
tr: Fitness Hedefi

# analytics.daily_calories
source: Daily Calories
fr: Calories Quotidiennes
id: Kalori Harian
pt: Calorias Diárias
tr: Günlük Kalori

# analytics.weekly_workouts
source: Weekly Workouts
fr: Entraînements Hebdomadaires
id: Latihan Mingguan
pt: Treinos Semanais
tr: Haftalık Antrenman

# analytics.target_weight
source: Target Weight
fr: Poids Cible
id: Target Berat
pt: Peso Alvo
tr: Hedef Kilo

# analytics.current_weight
source: Current Weight
fr: Poids Actuel
id: Berat Saat Ini
pt: Peso Atual
tr: Mevcut Kilo

# analytics.total_workouts
source: Total Workouts
fr: Total Entraînements
id: Total Latihan
pt: Total de Treinos
tr: Toplam Antrenman

# analytics.total_duration
source: Total Duration
fr: Durée Totale
id: Total Durasi
pt: Duração Total
tr: Toplam Süre

# analytics.average_workout
source: Average Workout
fr: Entraînement Moyen
id: Rata-rata Latihan
pt: Treino Médio
tr: Ortalama Antrenman

# analytics.personal_records
source: Personal Records
fr: Records Personnels
id: Rekor Personal
pt: Recordes Pessoais
tr: Kişisel Rekorlar

# analytics.streak_days
source: Streak Days
fr: Jours Consécutifs
id: Hari Streak
pt: Dias de Sequência
tr: Seri Günler

# analytics.calories_burned
source: Calories Burned
fr: Calories Brûlées
id: Kalori Terbakar
pt: Calorias Queimadas
tr: Yakılan Kalori

# analytics.last_30_days
source: Last 30 Days
fr: 30 Derniers Jours
id: 30 Hari Terakhir
pt: Últimos 30 Dias
tr: Son 30 Gün

# analytics.all_time
source: All Time
fr: Depuis le Début
id: Sepanjang Waktu
pt: Todos os Tempos
tr: Tüm Zamanlar

# calculators.title
source: Calculators
fr: Calculatrices
id: Kalkulator
pt: Calculadoras
tr: Hesaplayıcılar

# calculators.fitness_calculators
source: Fitness Calculators
fr: Calculatrices Fitness
id: Kalkulator Fitness
pt: Calculadoras Fitness
tr: Fitness Hesaplayıcıları

# calculators.navy_method
source: Navy Method
id: Metode Navy
pt: Método Navy
tr: Donanma Yöntemi

# calculators.ffmi_calculator
source: FFMI Calculator
fr: Calculateur FFMI
id: Kalkulator FFMI
pt: Calculadora FFMI
tr: FFMI Hesaplayıcı

# calculators.one_rm_calculator
source: 1RM Calculator
fr: Calculateur 1RM
id: Kalkulator 1RM
pt: Calculadora 1RM
tr: 1RM Hesaplayıcı

# calculators.bmr_calculator
source: BMR Calculator
fr: Calculateur BMR
id: Kalkulator BMR
pt: Calculadora TMB
tr: BMR Hesaplayıcı

# calculators.tdee_calculator
source: TDEE Calculator
fr: Calculateur TDEE
id: Kalkulator TDEE
pt: Calculadora TDEE
tr: TDEE Hesaplayıcı

# calculators.body_fat_calculator
source: Body Fat Calculator
fr: Calculateur Graisse Corporelle
id: Kalkulator Lemak Tubuh
pt: Calculadora de Gordura Corporal
tr: Vücut Yağı Hesaplayıcı

# calculators.body_fat_percentage
source: Body Fat Percentage
fr: Pourcentage de Graisse Corporelle
id: Persentase Lemak Tubuh
pt: Porcentagem de Gordura Corporal
tr: Vücut Yağ Oranı

# calculators.neck_circumference
source: Neck Circumference
fr: Tour de Cou
id: Lingkar Leher
pt: Circunferência do Pescoço
tr: Boyun Çevresi

# calculators.waist_circumference
source: Waist Circumference
fr: Tour de Taille
id: Lingkar Pinggang
pt: Circunferência da Cintura
tr: Bel Çevresi

# calculators.hip_circumference
source: Hip Circumference
fr: Tour de Hanche
id: Lingkar Pinggul
pt: Circunferência do Quadril
tr: Kalça Çevresi

# calculators.calculate
source: Calculate
fr: Calculer
id: Hitung
pt: Calcular
tr: Hesapla

# calculators.result
source: Result
fr: Résultat
id: Hasil
pt: Resultado
tr: Sonuç

# calculators.interpretation
source: Interpretation
fr: Interprétation
id: Interpretasi
pt: Interpretação
tr: Yorum

# calculators.ffmi_title
source: Fat-Free Mass Index
fr: Indice de Masse Maigre
id: Indeks Massa Bebas Lemak
pt: Índice de Massa Livre de Gordura
tr: Yağsız Kütle İndeksi

# calculators.fat_free_mass_index
source: Fat-Free Mass Index
fr: Indice de Masse Maigre
id: Indeks Massa Bebas Lemak
pt: Índice de Massa Livre de Gordura
tr: Yağsız Kütle İndeksi

# calculators.ffmi_score
source: FFMI Score
fr: Score FFMI
id: Skor FFMI
pt: Pontuação FFMI
tr: FFMI Skoru

# calculators.ffmi_category
source: FFMI Category
fr: Catégorie FFMI
id: Kategori FFMI
pt: Categoria FFMI
tr: FFMI Kategorisi

# calculators.one_rep_max
source: One Rep Max
fr: Une Répétition Maximum
pt: Uma Repetição Máxima
tr: Tek Tekrar Maksimum

# calculators.weight
source: Weight
fr: Poids
id: Berat
pt: Peso
tr: Ağırlık

# calculators.reps
source: Reps
fr: Répétitions
id: Rep
pt: Repetições
tr: Tekrar

# calculators.estimated_one_rm
source: Estimated 1RM
fr: 1RM Estimé
id: Perkiraan 1RM
pt: 1RM Estimado
tr: Tahmini 1RM

# calculators.exercise
source: Exercise
fr: Exercice
id: Latihan
pt: Exercício
tr: Egzersiz

# calculators.basal_metabolic_rate
source: Basal Metabolic Rate
fr: Métabolisme de Base
id: Tingkat Metabolisme Basal
pt: Taxa Metabólica Basal
tr: Bazal Metabolizma Hızı
